{
    "url": "https://www.snopes.com/fact-check/haiti-cannibalism-video/",
    "claim": "In March 2024, viral videos authentically showed the corpses of Haitian men being roasted over open fires.",
    "rating": "Miscaptioned",
    "content": "In March 2024, a viral video was circulated on X, formerly Twitter, that claimed to show the gruesome footage of two Haitian men's corpses being roasted over an open flame, similar to pigs on a spit. \n\"In Haiti, civil war is raging, and cannibalism has returned,\" said one X post, translated from Portuguese to English using Google Translate. \"Basically, these are their customs, we have to respect them, right?\"\nBelow the text was a video that purported to show an open-air setting featuring two corpses tied with ropes and bound by their torsos and legs to two wooden structures. The bodies were being cranked over what looked like open flames by a person just out of view.\nAt the time of this writing, that video had been viewed more than 490,000 times, and numerous other accounts shared the footage as well, with one containing a racist message that garnered more than 10 million views before being removed for violating X rules.\nBut the video, as shared across social media in March 2024, was miscaptioned.\nA Community Note attached to one instance of the video explained that the footage was from a Halloween party at a Chinese theme park in 2018. The note linked to an article from the Chinese-language newspaper Sin Chew Daily, which operates out of Malaysia and is circulated throughout Southeast Asia.\nThe Sin Chew article — from Jan. 14, 2020 — included a still image from the viral video and its headline, translated to English, said: \"African restaurant being banned for roasting human meat? It turned out to be a Halloween party decoration.\"\nAt that time, according to the Sin Chew article, the video was attributed not to so-called cannibals in Haiti, but instead to a restaurant in Nigeria that \"openly grilled human flesh in the restaurant.\" Per the article:\nThe video in question was shot at a Halloween party at Chimelong Ocean Kingdom Theme Park in Zhuhai, China, in October, 2018. The information posted online is purely false.\nFurther, Snopes found another article, published by Indonesian news outlet Jawa Pos, on Dec. 30, 2019, stating that the story of human meat being served at a Nigerian hotel restaurant first surfaced in 2014 but was then \"accompanied by a video about the process of making the menu.\"\nJawa Pos discredited that claim, explaining of the video:\nIf you look closely, the two baked figures look more like human replicas. Another oddity is that the roasting location is in the open air. This is different from the video narrative which states that the location is a hotel kitchen. There is also a spotlight pointing at the person being roasted. \nA similar video was found by Jawa Pos on the Chimelong Ocean Kingdom theme park's Instagram account, which was uploaded to the platform Oct. 31, 2018. The caption that accompanied that video was translated to read: \"Smoked little man\":\n \nA post shared by galaxy-vladlen (@galaxychimelong)\n\nIn that video, not only is a man with ghoulish red face paint seen hand-cranking the spit, but the apparent flames have wires protruding, likely connected to a power source.\nAdditionally, on Oct. 27, 2018, YouTube channel SviatMe uploaded a video titled, \"Halloween Party at Chimelong Ocean Park | Zhuhai, China,\" along with the caption, \"What fun is it to join a Halloween Party at the Ocean Park? Let's see together! Sea lions, whales, jellyfish, Ancient Egypt Halloween party and much more!\"\nThe footage from the Halloween celebrations at Chimelong showed the park's aquatic life, light shows and frightening installations featuring actors dressed as spooky characters — and, at the 5:25 mark in the video, the replicas of the two corpses are seen being roasted over what are clearly fake flames.\n\nSo, upon closer examination, it is clear that the viral video is not a genuine depiction of cannibalistic events in Haiti, but rather footage that has been miscaptioned to incite a negative response.\nDelving into the historical context of Haiti reveals a complex narrative surrounding rumors of cannibalism, owing to its history of Vodou, a religion derived from tribal religions in West Africa, often steeped in sensationalism and colonial stereotypes. Despite occasional isolated incidents, cannibalism does not represent Haitian culture as a whole.\nFurthermore, it's important to consider the current political and social climate in Haiti, which has been marked by political instability, poverty and gang violence, contributing to social unrest and a breakdown of law and order, further exacerbating the country's already dire situation.\nWe've fact-checked other claims about cannibalism, which you can find here.",
    "original_rationales": {
        "main_rationale": "But the video, as shared across social media in March 2024, was miscaptioned.",
        "addtional_rationale1": "So, upon closer examination, it is clear that the viral video is not a genuine depiction of cannibalistic events in Haiti, but rather footage that has been miscaptioned to incite a negative response.",
        "addtional_rationale2": "Delving into the historical context of Haiti reveals a complex narrative surrounding rumors of cannibalism, owing to its history of Vodou, a religion derived from tribal religions in West Africa, often steeped in sensationalism and colonial stereotypes.",
        "addtional_rationale3": "Despite occasional isolated incidents, cannibalism does not represent Haitian culture as a whole."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that viral videos in March 2024 showed the corpses of Haitian men being roasted over open fires was rated as 'Miscaptioned' because the video in question was actually footage from a Halloween party at a Chinese theme park in 2018, not depicting cannibalistic events in Haiti. The video was linked to a restaurant in Nigeria grilling human flesh, and fact-checking sources discredited the claims, highlighting discrepancies such as replicas being roasted over fake flames.",
        "detailed_reasons": {
            "reason1": "The video, which circulated on social media and claimed to show Haitian men's bodies being roasted, was proven to be miscaptioned as footage from a Halloween party in China, not accurately representing events in Haiti.",
            "reason2": "Fact-checking by sources such as Sin Chew Daily and Jawa Pos discredited the video's claims by linking it to a restaurant in Nigeria grilling human flesh, highlighting the video's origins and showcasing its misrepresentation.",
            "reason3": "Details within the video itself, such as the presence of replica figures being roasted over obviously fake flames at the theme park in China, further support the 'Miscaptioned' rating by demonstrating the lack of authenticity in the footage."
        }
    },
    "evidences": {
        "num_of_evidence": 3,
        "evidence1": [
            "The video in question was shot at a Halloween party at Chimelong Ocean Kingdom Theme Park in Zhuhai, China, in October, 2018. The information posted online is purely false.",
            []
        ],
        "evidence2": [
            "If you look closely, the two baked figures look more like human replicas. Another oddity is that the roasting location is in the open air. This is different from the video narrative which states that the location is a hotel kitchen. There is also a spotlight pointing at the person being roasted.",
            []
        ],
        "evidence3": [
            "View this post on Instagram\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\n \nA post shared by galaxy-vladlen (@galaxychimelong)",
            [
                "https://www.instagram.com/p/Bpmh1MDA0O3/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/p/Bpmh1MDA0O3/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/p/Bpmh1MDA0O3/?utm_source=ig_embed&utm_campaign=loading"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Refute. The evidence directly contradicts the rationale detail by revealing that the video was from a Halloween party in China in 2018, indicating a clear misrepresentation of facts."
        },
        {
            "<addtional_rationale1,evidence1>": "Refute. The evidence directly contradicts the rationale as it clearly states that the video is from a Halloween party in China in 2018, refuting the claim that it shows the corpses of Haitian men being roasted over open fires in March 2024."
        },
        {
            "<addtional_rationale2,evidence1>": "Irrelevant"
        },
        {
            "<addtional_rationale3,evidence1>": "Refute. The evidence directly contradicts the rationale detail by confirming that the video was shot at a Halloween party in China, completely refuting the claim about Haitian culture and cannibalism."
        },
        {
            "<reason1,evidence1>": "Refute. The evidence directly contradicts the rationale detail by clearly stating that the video in question was filmed at a Halloween party in China in 2018, refuting the claim that it showed Haitian men's bodies being roasted."
        },
        {
            "<reason2,evidence1>": "Refute. The evidence directly contradicts the rationale detail by stating that the video in question was shot at a Halloween party in China in 2018, indicating it is false, whereas the rationale links it to a different event involving grilling human flesh."
        },
        {
            "<reason3,evidence1>": "Refute. The evidence directly contradicts the rationale detail by confirming that the video was shot at a Halloween party at a theme park in China and therefore does not show authentic footage of Haitian men being roasted over open fires."
        },
        {
            "<main_rationale,evidence2>": "Refute. The evidence directly contradicts the rationale detail by pointing out specific discrepancies such as the appearance of the figures, the location of the roasting, and the presence of a spotlight, all of which do not align with the narrative mentioned in the rationale."
        },
        {
            "<addtional_rationale1,evidence2>": "Refute. The evidence directly contradicts the rationale detail by pointing out specific discrepancies such as the human-like appearance of the figures being roasted, the outdoor setting contrary to the hotel kitchen mentioned in the video, and the presence of a spotlight which was not mentioned in the video narrative."
        },
        {
            "<addtional_rationale2,evidence2>": "Irrelevant"
        },
        {
            "<addtional_rationale3,evidence2>": "Irrelevant"
        },
        {
            "<reason1,evidence2>": "Irrelevant"
        },
        {
            "<reason2,evidence2>": "Supportive. The evidence provided directly supports the rationale by demonstrating inconsistencies in the video, such as the appearance of the figures not resembling actual human corpses and the discrepancy in the roasting location compared to the video's narrative."
        },
        {
            "<reason3,evidence2>": "Supportive. The evidence directly aligns with the rationale detail by pointing out the presence of replica figures being baked, which indicates a lack of authenticity in the video. Additionally, the discrepancy in the location mentioned in the video compared to what is observed in the evidence supports the notion that the video is indeed miscaptioned."
        },
        {
            "<main_rationale,evidence3>": "Irrelevant"
        },
        {
            "<addtional_rationale1,evidence3>": "Irrelevant"
        },
        {
            "<addtional_rationale2,evidence3>": "Irrelevant"
        },
        {
            "<addtional_rationale3,evidence3>": "Irrelevant"
        },
        {
            "<reason1,evidence3>": "Irrelevant"
        },
        {
            "<reason2,evidence3>": "Irrelevant"
        },
        {
            "<reason3,evidence3>": "Irrelevant"
        }
    ]
}