{
    "url": "https://www.snopes.com/fact-check/amy-schumer-falling-down-stairs/",
    "claim": "A viral video from December 2023 authentically shows Amy Schumer, comedian, falling down stairs while attempting to do a TikTok trend.",
    "rating": "Labeled Satire",
    "content": "On Dec. 27, 2023, X (formerly Twitter) account @LyricVault posted a video of a blonde woman wearing all black falling down a stairwell after bouncing sideways up the stairs, apparently while attempting a TikTok trend. The video was posted alongside a headshot of actor and comedian Amy Schumer, and was captioned: \"Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition.\" The video has been viewed more than 29,900,000 times, as of this writing.\n? Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition. pic.twitter.com/H3mVEgOBWX\n— Lyric Vault (@LyricVault) December 27, 2023\n\nResponses ranged from derision to skepticism, with comments such as, \"I would be lying if I said I didn't laugh at this lol\" and \"that's 100% not her.\"\n\"Literally the only time that Amy Schumer has ever been funny,\" another X user commented.\nBut there is no evidence that it is Schumer falling down those stairs. Upon closer inspection, the facial profile of the person in the video does not resemble that of Schumer in the least. \nMost telling of all, the @LyricVault X account describes itself as \"Dedicated to satire — nothing posted here represents actual facts or news.\"\nWe found that the original video was posted by TikTok account @marifranking on April 15, 2020. As of this writing, the original video has 25,400,000 views.\n\n (Image via X account @LyricVault)\n (Image via NPR)\nAdditionally, Schumer had not posted such a video on any of her social media profiles, as of this writing; her last TikTok was posted on Sept. 14.\nSchumer came under fire shortly before this for making inflammatory and allegedly Islamophobic statements on social media in regards to the Israel-Hamas War, making her the subject of increasing online attention.\nWe reached out to Schumer's publicist via email for comment on the video, and have not received a response at the time of this publishing.\nOther sites, such as Newsweek and SK Pop, have also debunked this false rumor.",
    "original_rationales": {
        "main_rationale": "Most telling of all, the @LyricVault X account describes itself as \"Dedicated to satire — nothing posted here represents actual facts or news.\"",
        "additional_rationale1": "But there is no evidence that it is Schumer falling down those stairs. Upon closer inspection, the facial profile of the person in the video does not resemble that of Schumer in the least.",
        "additional_rationale2": "Other sites, such as Newsweek and SK Pop, have also debunked this false rumor."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim is rated 'Labeled Satire' because the video in question was posted by an account dedicated to satire, not representing actual news, and lacks evidence linking it to Amy Schumer. The video's origin on TikTok before the claim's date, the lack of resemblance between the person in the video and Schumer, Schumer's social media activity contradicting the claim, and the debunking of the rumor by other sources further validate the satirical nature of the content.",
        "detailed_reasons": {
            "reason1": "The @LyricVault X account explicitly states its dedication to satire, distancing itself from factual representation, which establishes the satirical nature of the content.",
            "reason2": "The lack of evidence linking the video to Amy Schumer, such as facial discrepancies between the person in the video and Schumer, contradicts the authenticity of the claim, supporting its categorization as satire.",
            "reason3": "Schumer's social media absence of such content, including the absence of the video on her profiles and engagement in other activities, undermines the credibility of the claim, aligning with a satirical intent rather than a genuine incident involving Schumer.",
            "reason4": "The debunking of the rumor by reputable sources like Newsweek and SK Pop further reinforces the satirical classification of the claim, as it highlights the misinformation and fictional nature of the video's association with Amy Schumer.",
            "reason5": "The original posting of the video on TikTok in 2020, before the claim's date, indicates that the content has been misrepresented or repurposed, adding to the evidence that it is not a genuine depiction of Amy Schumer falling down stairs in late 2023."
        }
    },
    "evidences": {
        "num_of_evidence": 2,
        "evidence1": [
            "? Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition. pic.twitter.com/H3mVEgOBWX\n— Lyric Vault (@LyricVault) December 27, 2023",
            [
                "https://t.co/H3mVEgOBWX",
                "https://twitter.com/LyricVault/status/1740071167099388409?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "@marifranking Well, stair challenge is harder than it looks #stairchallenge #mombomb #oopsy #lol #stayhomestaystrong #stairshuffle #mom #fails #ouch ♬ #PlankChallenge - bing bong",
            [
                "https://www.tiktok.com/@marifranking/video/6816065308382481669",
                "https://www.tiktok.com/@marifranking?refer=embed",
                "https://www.tiktok.com/tag/stairchallenge?refer=embed",
                "https://www.tiktok.com/tag/mombomb?refer=embed",
                "https://www.tiktok.com/tag/oopsy?refer=embed",
                "https://www.tiktok.com/tag/lol?refer=embed",
                "https://www.tiktok.com/tag/stayhomestaystrong?refer=embed",
                "https://www.tiktok.com/tag/stairshuffle?refer=embed",
                "https://www.tiktok.com/tag/mom?refer=embed",
                "https://www.tiktok.com/tag/fails?refer=embed",
                "https://www.tiktok.com/tag/ouch?refer=embed",
                "https://www.tiktok.com/music/PlankChallenge-6549202998130643983?refer=embed"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Relevant. The evidence directly supports the rationale detail by confirming that the content is sourced from a satirical account, hence aligning with the account's disclaimer of not being factual."
        },
        {
            "<additional_rationale1,evidence1>": "Relevant. The evidence directly supports the rationale detail provided in the claim by confirming that there was a video circulating claiming Amy Schumer engaged in a TikTok trend that resulted in her hospitalization. However, the evidence also confirms that the original account posting the video identified itself as a satire page, indicating that the claim is not based on actual events. This direct relationship between the evidence and the rationale further solidifies the fact-checking outcome of labeling the claim as satire."
        },
        {
            "<additional_rationale2,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Relevant. The evidence directly refutes the claim that the viral video authentically shows Amy Schumer falling down stairs while attempting a TikTok trend. The @LyricVault X account clearly states its dedication to satire, distancing itself from factual representation, which establishes the satirical nature of the content. The evidence provided in the article reveals that there is no concrete connection between the person falling in the video and Amy Schumer, as highlighted by comments indicating skepticism about the identity of the person in the video and the fact that the video was originally posted by a different TikTok account in 2020. This discrepancy directly contradicts the claim's premise, supporting the rationale that the content from @LyricVault X is indeed satire."
        },
        {
            "<reason2,evidence1>": "Relevant. The evidence directly supports the rationale detail by highlighting the lack of evidence linking the video posted to Amy Schumer. The article makes it clear that there are facial discrepancies between the person in the video and Schumer, indicating that the content of the video does not align with the claim. Additionally, the disclosure that the @LyricVault account describes itself as dedicated to satire further strengthens the fact that the video is not a genuine representation of Amy Schumer. Therefore, the evidence directly reinforces the rationale behind categorizing the claim as satire."
        },
        {
            "<reason3,evidence1>": "Relevant. The evidence directly contradicts the claim by stating that Amy Schumer was hospitalized after attempting a TikTok trend, which aligns with the satirical intent behind the video. This evidence supports the rationale that Schumer's social media absence of such content undermines the credibility of the claim."
        },
        {
            "<reason4,evidence1>": "Relevant. The evidence directly refutes the claim by demonstrating that the viral video of Amy Schumer falling down stairs was a part of a satirical post from @LyricVault dedicated to satire, as confirmed by the account's description and the lack of resemblance of the person in the video to Amy Schumer."
        },
        {
            "<reason5,evidence1>": "Relevant. The evidence of Amy Schumer being hospitalized after attempting a TikTok trend directly supports the rationale that the video claiming to show Amy Schumer falling down stairs in late 2023 is not genuine. This is because the evidence demonstrates a different event involving Amy Schumer and does not align with the claim being made."
        },
        {
            "<main_rationale,evidence2>": "Relevant. The evidence directly supports the rationale detail provided in the article, where it states that the @LyricVault X account is dedicated to satire and does not post actual facts or news. The content of the evidence aligns with the nature of satire mentioned in the rationale, confirming that the video showing Amy Schumer falling down the stairs is intended for humor and not factual reporting."
        },
        {
            "<additional_rationale1,evidence2>": "Relevant. The evidence directly supports the rationale provided in the article regarding the claim. The video posted on the @marifranking TikTok account shows a blonde woman falling down stairs, while the accompanying caption from this non-official source claims it to be Amy Schumer. However, the article clearly states that there is no evidence that it is actually Schumer in the video. The incongruence of the facial profile of the person in the video with that of Amy Schumer reinforces the fact-checking rationale that the viral video does not depict Schumer falling down the stairs."
        },
        {
            "<additional_rationale2,evidence2>": "Relevant. The evidence from the article directly supports the claim that a viral video showing Amy Schumer falling down stairs while attempting a TikTok trend is false. The article confirms that the video posted by @LyricVault is not of Amy Schumer, as the facial profile of the person in the video does not resemble Schumer at all. Moreover, @LyricVault explicitly states that they are dedicated to satire and nothing they post represents actual facts or news. This clear discrepancy between the content of the video and Schumer's physical appearance, along with the satire disclaimer, debunks the false claim presented in the video."
        },
        {
            "<reason1,evidence2>": "Relevant. The evidence provided in the article directly supports the claim's rationale by revealing that the @LyricVault X account is dedicated to satire, which distances itself from factual representation. This aligns with the evidence where @LyricVault X explicitly describes itself as devoted to satire, indicating that the content, including the video in question, is not meant to be taken literally but rather as a satirical piece."
        },
        {
            "<reason2,evidence2>": "Relevant. The evidence presented in the article clearly supports the rationale that questions the authenticity of the claim. The article states that there is no facial resemblance between the person in the video and Amy Schumer. Furthermore, the article highlights that the @LyricVault X account describes itself as dedicated to satire, indicating that the content posted is not factual. These details directly align with the rationale that questions the claim's authenticity based on the lack of evidence linking the video to Amy Schumer."
        },
        {
            "<reason3,evidence2>": "Relevant. The evidence clearly supports the fact-checking rationale by highlighting that the video does not depict Amy Schumer falling down the stairs, as indicated by the lack of resemblance between the woman in the video and Schumer, as well as the explicit statement from the @LyricVault account that it is dedicated to satire and does not represent actual facts or news."
        },
        {
            "<reason4,evidence2>": "Relevant. The evidence directly supports the rationale by highlighting the fact that reputable sources have debunked the rumor, emphasizing the fictional nature of the video's association with Amy Schumer. This confirms the satirical classification of the claim as it aligns with the evidence of debunking provided in the article."
        },
        {
            "<reason5,evidence2>": "Relevant. The evidence directly supports the rationale detailed in the fact-checking article. The article mentions that the original video was posted on TikTok by @marifranking in April 2020, indicating that there was a video predating the claimed incident involving Amy Schumer falling down stairs in December 2023. The content of the evidence, mentioning a stair challenge and a woman falling down stairs, aligns with the fact that the original video predated the date of the claim, supporting the rationale that the content has been misrepresented or repurposed, and hence, the claim is not authentic."
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}