{
    "url": "https://www.snopes.com/fact-check/amy-schumer-falling-down-stairs/",
    "content": "On Dec. 27, 2023, X (formerly Twitter) account @LyricVault posted a video of a blonde woman wearing all black falling down a stairwell after bouncing sideways up the stairs, apparently while attempting a TikTok trend. The video was posted alongside a headshot of actor and comedian Amy Schumer, and was captioned: \"Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition.\" The video has been viewed more than 29,900,000 times, as of this writing.\n? Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition. pic.twitter.com/H3mVEgOBWX\n— Lyric Vault (@LyricVault) December 27, 2023\n\nResponses ranged from derision to skepticism, with comments such as, \"I would be lying if I said I didn't laugh at this lol\" and \"that's 100% not her.\"\n\"Literally the only time that Amy Schumer has ever been funny,\" another X user commented.\nBut there is no evidence that it is Schumer falling down those stairs. Upon closer inspection, the facial profile of the person in the video does not resemble that of Schumer in the least. \nMost telling of all, the @LyricVault X account describes itself as \"Dedicated to satire — nothing posted here represents actual facts or news.\"\nWe found that the original video was posted by TikTok account @marifranking on April 15, 2020. As of this writing, the original video has 25,400,000 views.\n\n (Image via X account @LyricVault)\n (Image via NPR)\nAdditionally, Schumer had not posted such a video on any of her social media profiles, as of this writing; her last TikTok was posted on Sept. 14.\nSchumer came under fire shortly before this for making inflammatory and allegedly Islamophobic statements on social media in regards to the Israel-Hamas War, making her the subject of increasing online attention.\nWe reached out to Schumer's publicist via email for comment on the video, and have not received a response at the time of this publishing.\nOther sites, such as Newsweek and SK Pop, have also debunked this false rumor.",
    "original_rationales": {
        "main_rational": "Most telling of all, the @LyricVault X account describes itself as \"Dedicated to satire — nothing posted here represents actual facts or news.\"",
        "additional_rational1": "Responses ranged from derision to skepticism, with comments such as, \"I would be lying if I said I didn't laugh at this lol\" and \"that's 100% not her.\"",
        "additional_rational2": "there is no evidence that it is Schumer falling down those stairs. Upon closer inspection, the facial profile of the person in the video does not resemble that of Schumer in the least."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim was correctly labeled as 'Satire' because the video of a woman falling down stairs, attributed to Amy Schumer, was posted by an account dedicated to satire, lacked resemblance to Schumer upon closer inspection, and was debunked by reputable sources and unrelated to Schumer's social media activity.",
        "detailed_reasons": {
            "reason1": "The @LyricVault X account explicitly states that it is 'Dedicated to satire,' indicating that the content posted is not based on actual facts or news, aligning with the nature of the video depicting Schumer's fall as a satirical piece.",
            "reason2": "Upon scrutiny, it is evident that the woman falling down the stairs in the video does not resemble Amy Schumer facially, disproving the claim of Schumer being the one in the video as the video lacked credible likeness to the comedian.",
            "reason3": "Reputable sources including Newsweek and SK Pop have refuted the video's authenticity, further confirming that the viral video depicting Schumer was indeed fictitious and not a genuine event involving the comedian, strengthening the satire classification.",
            "reason4": "Amy Schumer's lack of posting the video on her verified social media profiles, paired with her unrelated recent social media controversies and the absence of response from her publicist, solidifies the notion that the video was fabricated for entertainment purposes rather than being an actual event involving Schumer.",
            "reason5": "The original posting of the video on TikTok in 2020, the diverse responses ranging from skepticism to humor, and Schumer's previous social media behavior all contribute to the understanding that the viral video was a piece of satire detached from reality, supporting the 'Satire' rating."
        }
    },
    "evidences": {
        "num_of_evidence": 2,
        "evidence1": [
            "? Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition. pic.twitter.com/H3mVEgOBWX\n— Lyric Vault (@LyricVault) December 27, 2023",
            [
                "https://t.co/H3mVEgOBWX",
                "https://twitter.com/LyricVault/status/1740071167099388409?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "@marifranking Well, stair challenge is harder than it looks #stairchallenge #mombomb #oopsy #lol #stayhomestaystrong #stairshuffle #mom #fails #ouch ♬ #PlankChallenge - bing bong",
            [
                "https://www.tiktok.com/@marifranking?refer=embed",
                "https://www.tiktok.com/tag/stairchallenge?refer=embed",
                "https://www.tiktok.com/tag/mombomb?refer=embed",
                "https://www.tiktok.com/tag/oopsy?refer=embed",
                "https://www.tiktok.com/tag/lol?refer=embed",
                "https://www.tiktok.com/tag/stayhomestaystrong?refer=embed",
                "https://www.tiktok.com/tag/stairshuffle?refer=embed",
                "https://www.tiktok.com/tag/mom?refer=embed",
                "https://www.tiktok.com/tag/fails?refer=embed",
                "https://www.tiktok.com/tag/ouch?refer=embed",
                "https://www.tiktok.com/music/PlankChallenge-6549202998130643983?refer=embed"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rational,evidence1>": "Refute. The evidence directly contradicts the rationale detail by suggesting a serious situation involving Amy Schumer, while the rationale indicates that the content is not based on actual facts or news, emphasizing satire."
        },
        {
            "<additional_rational1,evidence1>": "Irrelevant"
        },
        {
            "<additional_rational2,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Supportive. The evidence directly supports the rationale detail by portraying a scenario where Amy Schumer is hospitalized after attempting a TikTok trend, aligning with the satirical nature of the content posted by the @LyricVault X account."
        },
        {
            "<reason2,evidence1>": "Refute. The evidence directly contradicts the rationale detail as it suggests that Amy Schumer is in critical condition after attempting a TikTok trend, which goes against the claim that the woman in the video is not Amy Schumer due to lack of facial resemblance."
        },
        {
            "<reason3,evidence1>": "Refute. The evidence directly contradicts the rationale detail by suggesting that Amy Schumer is hospitalized after attempting a TikTok trend, which implies a real-life situation contrary to the fictional nature described in the rationale."
        },
        {
            "<reason4,evidence1>": "Irrelevant"
        },
        {
            "<reason5,evidence1>": "Refute. The evidence directly contradicts the rationale detail, as it suggests that Amy Schumer was hospitalized after attempting a TikTok trend and in critical condition, which goes against the idea that the viral video was a piece of satire detached from reality."
        },
        {
            "<main_rational,evidence2>": "Irrelevant"
        },
        {
            "<additional_rational1,evidence2>": "Irrelevant"
        },
        {
            "<additional_rational2,evidence2>": "Irrelevant"
        },
        {
            "<reason1,evidence2>": "Supportive. The evidence aligns with the rationale detail by showcasing a video tagged with popular TikTok challenge hashtags, indicating the light-hearted nature of the content and supporting the claim that the video is satirical in nature."
        },
        {
            "<reason2,evidence2>": "Irrelevant"
        },
        {
            "<reason3,evidence2>": "Refute. The evidence provided in the form of a TikTok video showing a stair challenge does not align with the rationale that reputable sources have confirmed the viral video involving Amy Schumer as fictitious. The evidence contradicts the claim's authenticity by showcasing a different context unrelated to the satire classification given to the viral video."
        },
        {
            "<reason4,evidence2>": "Irrelevant"
        },
        {
            "<reason5,evidence2>": "Irrelevant"
        }
    ]
}