{
    "url": "https://www.snopes.com/fact-check/video-woman-attacked-paranormal-forces/",
    "claim": "A video shows a woman in real life being attacked by paranormal force such as a ghost or demon.",
    "rating": "Miscaptioned",
    "content": "A black-and-white video shared to X on Dec. 15, 2023, consisted of grainy footage of what appeared to be a woman being dragged by her feet across the floor and down a set of stairs as she cried, “Oh, God, please. Let go of me.” At the time of this publication, the clip had received for than 1 million views:\n?pic.twitter.com/jGDC38kF46\n— Weird Things Caught On Camera (@ParanormaIVideo) December 15, 2023\n\nIt was implied that the clip was genuine and showed an attack by paranormal forces, perhaps by a ghost or demon. The username overlaid on the video made it possible to track the above clip to its first publication on TikTok to the account Virality Paranormal, which shared the video on March 3, 2023, with a caption that read: \"That demon was toying with her #paranormal #horrortok #horror #horrormovie #paranormalactivity.\"\nBut as another user on X suggested, the video originally appeared in part of the \"Paranormal Activity\" horror movie franchise. For this reason, we have rated this claim as Miscaptioned.\nSnopes searched through Paranormal Activity movie trailers made available online through the Internet Movie Database, or IMDb. We found that a portion of the video scene was shown in both the trailer and as part of the movie poster: \n (Screengrab/IMDb)\nA Google keyword search using the terms “paranormal activity 2 scene women gets pulled by feet” returned this scene from the  2010 installment, \"Paranormal Activity 2.\" The video was posted by Fandango Movieclips to YouTube on Aug. 18, 2016. \nAt the 34-second mark, the woman in the scene below is shown to be seemingly grabbed by her legs and pulled across a nursery room before being dragged down the stairs – exactly as it was shown in the videos shared on X and TikTok. \n\nBelow is a side-by-side comparison of the two at the same point in the clip, with the original being on the left and the altered version on the right: \n (Screengrab compilation by Snopes)",
    "original_rationales": {
        "main_rationale": "But as another user on X suggested, the video originally appeared in part of the \"Paranormal Activity\" horror movie franchise. For this reason, we have rated this claim as Miscaptioned.",
        "additional_rationale1": "Snopes searched through Paranormal Activity movie trailers made available online through the Internet Movie Database, or IMDb."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim of a real-life attack by paranormal forces in the video was rated as 'Miscaptioned' due to the misrepresentation of a scene from the 'Paranormal Activity' movie franchise as a genuine paranormal event. The video was falsely presented as depicting a woman being attacked by a ghost or demon when it was actually a scene from a movie.",
        "detailed_reasons": {
            "reason1": "The video in question, portraying a woman being dragged down a set of stairs and labeled as an attack by paranormal forces, was traced back to a TikTok account that originally shared it with a caption indicating supernatural activity. However, it was later revealed that the footage was identical to a scene from 'Paranormal Activity 2,' indicating a misrepresentation of the content's origins.",
            "reason2": "Further investigation using IMDb and a Google search confirmed that the clip aligns with a specific scene from the 'Paranormal Activity' movie series, showing that the video circulating on social media platforms was lifted from a movie trailer. This discrepancy between the claimed context of genuine paranormal activity and the proven source as a movie scene led to the Miscaptioned rating.",
            "reason3": "By presenting a side-by-side comparison of the video shared on X and TikTok with the original scene from 'Paranormal Activity 2,' the article highlights the direct resemblance between the two, reinforcing the mislabeling of the video portraying a fictional movie scene as an authentic encounter with paranormal entities."
        }
    },
    "evidences": {
        "num_of_evidence": 1,
        "evidence1": [
            "?pic.twitter.com/jGDC38kF46\n— Weird Things Caught On Camera (@ParanormaIVideo) December 15, 2023",
            [
                "https://t.co/jGDC38kF46",
                "https://twitter.com/ParanormaIVideo/status/1735661825302421553?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Refute. The evidence contradicts the rationale detail as it reveals that the video in question is actually from the 'Paranormal Activity' horror movie franchise, not a real-life incident as suggested in the claim. This directly opposes the implication made in the rationale detail, leading to the classification of 'Refute'."
        },
        {
            "<additional_rationale1,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Refute. The evidence refutes the rationale by demonstrating that the video in question, initially thought to depict a paranormal attack, was actually a scene from a known movie, 'Paranormal Activity 2.' This discrepancy directly contradicts the initial claim of supernatural activity."
        },
        {
            "<reason2,evidence1>": "Supportive. The evidence directly aligns with the rationale detail by confirming that the video in question corresponds to a scene from the 'Paranormal Activity' movie series, validating the claim that the circulated video depicts a fictional scenario rather than a real-life incident of paranormal activity."
        },
        {
            "<reason3,evidence1>": "Supportive. The evidence directly aligns with the rationale detail by showcasing a tweet from a paranormal video account, implying the existence of content relating to paranormal encounters, which reinforces the argument that the video in question was mislabeled as a real-life paranormal incident."
        }
    ]
}