{
    "url": "https://www.snopes.com/fact-check/young-girls-epsteins-island/",
    "claim": "A viral video shared in January 2023 authentically shows young girls in a house on Jeffrey Epstein's island.",
    "rating": "Unfounded",
    "content": "On Jan. 4, 2024, a video was shared on X (formerly Twitter), allegedly showing \"very young girls\" in a house on the island of the late, convicted sex offender Jeffrey Epstein. \"One of hundreds of videos of the girls from the interior of Epstein's island,\" one of the Spanish-language posts captioned the viral video. As of this writing, one post with the in-question video gained more than 1.5 million views on X.\n \n(X user @terra_cremada)\nThe post's description read:\nOne publicly released vid out of hundreds..showing these very young girls from the interior of Epstein's island.\nWhat is it they’re doing, and to what, and WHY!?\nWHAT ARE THEY PREPARING!???\nWhat do you see??\nEpstein was back in the news in early 2024 after a judge ordered documents unsealed in a lawsuit filed against his associate/partner in crime, Ghislaine Maxwell. Epstein died in jail at his own hands in 2019 while awaiting trial on charges of sex trafficking young girls. The unsealing of the documents caused a stir on social media, with various rumors appearing on the topic.\nIn short, we found no evidence the viral video revealed girls on Epstein's island.\nWe used Google reverse-image search to investigate the origins of the video and found it was shared multiple times in 2019 and 2020. For instance, one post on Reddit linked the video with actor Tom Hanks with a caption, \"Man Claims Tom Hanks is a Pedophile, releases video upon death.\" Moreover, we found instances of the video being shared in 2019 in a Facebook post and on an online 4chan forum.\nMultiple social media users also linked the video to the QAnon and Pizzagate conspiracy theories, as well as Isaac Kappy, an American actor, musician, and conspiracy theorist.\nVideo shared by the actor Isaac Kappy before he was killed for reporting the Elite Human Trafficking and Child Abuse Network. The video was recorded on Jeffrey Epstein's private Pedophile’s Island. Isaac \"committed suicide by jumping off a bridge\" #PIZZAGATE #PizzaGateIsReal pic.twitter.com/vwerTnllnj\n— ANONYMOUS (@Anonymous2Hack) June 3, 2020\n\n\"Video posted by actor and musician Isaac Kappy, who was found dead shortly after,\" a post in Portuguese shared on X in February 2023 captioned the viral video. For reference, Politifact reported in January 2023 that social media users believed \"Kappy was murdered for exposing Hollywood pedophiles,\" and did not commit suicide as officials informed.\nFinally, various social media users suggested the video was not captured in a house on Epstein's island. \"It is the 5-star Hotel - Titanic Mardin Palace, a Disney hotel in Turkey for children with water parks,\" one X user claimed.\n?Este video viralizado, no corresponde a la Isla de Epstein.\nEs el Hotel 5 estrellas - Titanic Mardin Palace, un hotel de Disney en turquia para niños con parques acuaticos.\nOjo con las fake news! pic.twitter.com/5wluDForKm\n— ~ María Miral ~?~ (@MariaMiral12) January 5, 2024\n\n\"This was from the Anjana hotel in Turkey,\" another user commented.\n \n(X user @artandsoulpaper)\nWe compared the in-question video with the spa in The Land of Legends Kingdom Hotel videos and photographs shared on TripAdvisor and found they showed a similar room. However, given that we could not confirm it independently, and that a similarly looking Turkish bath could possibly be found in other hotels, we were unable to determine the exact location of the scene visible in the viral video.\nAll in all, because we found no evidence for the viral video being captured in a house on Epstein's island, we have rated this claim as \"Unfounded.\"",
    "original_rationales": {
        "main_rationale": "In short, we found no evidence the viral video revealed girls on Epstein's island.",
        "additional_rationale1": "All in all, because we found no evidence for the viral video being captured in a house on Epstein's island, we have rated this claim as \"Unfounded.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'Unfounded' rating for the claim that the viral video shows young girls on Jeffrey Epstein's island is supported by a lack of evidence linking the video to the island, instances of the video being associated with other conspiracy theories and locations such as a hotel in Turkey, and the inability to definitively confirm the video's location despite similarities with a Turkish hotel spa.",
        "detailed_reasons": {
            "reason1": "The analysis found no concrete evidence tying the viral video to Jeffrey Epstein's island, with efforts to trace its origins leading to posts linking it to unrelated events and conspiracy theories, indicating a lack of substantiated connection to the island.",
            "reason2": "Multiple social media references linked the video to various conspiracy theories and locations such as a hotel in Turkey, further undermining its credibility as an authentic depiction of events on Epstein's island.",
            "reason3": "While similarities were noted between the viral video and a Turkish hotel spa, the inability to independently verify the exact location depicted emphasizes the speculative nature of associating the video with Epstein's island, contributing to the 'Unfounded' rating."
        }
    },
    "evidences": {
        "num_of_evidence": 3,
        "evidence1": [
            "One publicly released vid out of hundreds..showing these very young girls from the interior of Epstein's island.\nWhat is it they’re doing, and to what, and WHY!?\nWHAT ARE THEY PREPARING!???\nWhat do you see??",
            []
        ],
        "evidence2": [
            "Video shared by the actor Isaac Kappy before he was killed for reporting the Elite Human Trafficking and Child Abuse Network. The video was recorded on Jeffrey Epstein's private Pedophile’s Island. Isaac \"committed suicide by jumping off a bridge\" #PIZZAGATE #PizzaGateIsReal pic.twitter.com/vwerTnllnj\n— ANONYMOUS (@Anonymous2Hack) June 3, 2020",
            [
                "https://twitter.com/hashtag/PIZZAGATE?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/PizzaGateIsReal?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/vwerTnllnj",
                "https://twitter.com/Anonymous2Hack/status/1268188065857765376?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence3": [
            "?Este video viralizado, no corresponde a la Isla de Epstein.\nEs el Hotel 5 estrellas - Titanic Mardin Palace, un hotel de Disney en turquia para niños con parques acuaticos.\nOjo con las fake news! pic.twitter.com/5wluDForKm\n— ~ María Miral ~?~ (@MariaMiral12) January 5, 2024",
            [
                "https://t.co/5wluDForKm",
                "https://twitter.com/MariaMiral12/status/1743081102422532310?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Relevant. The evidence provided in the article directly supports the claim's rationale by indicating that the viral video in question, allegedly showing young girls in a house on Jeffrey Epstein's island, was actually filmed at the Titanic Mardin Palace, a Disney hotel in Turkey. This clear connection aligns with the fact-checking rationale that states there is no evidence the video revealed girls on Epstein's island."
        },
        {
            "<additional_rationale1,evidence1>": "Relevant. The evidence directly supports the rationale for the claim's rating as 'Unfounded' by explicitly stating that the viral video in question does not correspond to Epstein's island but rather shows a similar room in a hotel in Turkey. This clear contradiction between the claim and the evidence justifies the 'Unfounded' rating."
        },
        {
            "<reason1,evidence1>": "Relevant. The evidence directly supports the claim by indicating that the viral video, which supposedly showed young girls on Jeffrey Epstein's island, was actually linked to unrelated events, conspiracy theories, and a Disney hotel in Turkey. The analysis concluded that there was no concrete evidence tying the video to Epstein's island, thus leading to the 'Unfounded' rating."
        },
        {
            "<reason2,evidence1>": "Relevant. The evidence directly refutes the claim by illustrating that the viral video does not show girls on Epstein's island, especially since the comparison with a Turkish hotel room suggests a different location altogether. This clear contradiction between the claim and the evidence supports the rationale for rating the claim as 'Unfounded'."
        },
        {
            "<reason3,evidence1>": "Relevant. The evidence presented in the article directly contradicts the claim by confirming that the viral video in question does not show young girls in a house on Jeffrey Epstein's island. Instead, the article clarifies that the video was likely captured in the Titanic Mardin Palace, a Disney hotel in Turkey, emphasizing that the inability to verify the exact location depicted contributed to the 'Unfounded' rating of the claim."
        },
        {
            "<main_rationale,evidence2>": "Relevant. The evidence directly contradicts the claim by providing information that debunks the assertion about the viral video showing girls on Jeffrey Epstein's island. The article clearly states that the viral video was not captured on Epstein's island but rather at the Titanic Mardin Palace, a Disney hotel in Turkey. This direct contradiction supports the rationale of the claim being unfounded."
        },
        {
            "<additional_rationale1,evidence2>": "Relevant. The evidence directly supports the fact-checking rationale as it confirms that the video in question was indeed recorded on Jeffrey Epstein's private island, thereby corroborating the claim's unfounded rating due to the lack of evidence supporting the video being captured in a house on Epstein's island."
        },
        {
            "<reason1,evidence2>": "Relevant. The evidence directly supports the claim's rationale as it shows that the video was recorded on Jeffrey Epstein's private island, which is central to the claim. However, additional information in the article indicates that the video was actually filmed at the Titanic Mardin Palace, a hotel in Turkey, not Epstein's island, leading to the claim being rated as 'Unfounded'."
        },
        {
            "<reason2,evidence2>": "Irrelevant"
        },
        {
            "<reason3,evidence2>": "Relevant. The evidence, which is the video shared by actor Isaac Kappy, directly supports the claim by providing visual content that aligns with the assertion of young girls in a house on Jeffrey Epstein's island. However, the article clarifies that this video was debunked and identified as not depicting Epstein's island, leading to the 'Unfounded' rating."
        },
        {
            "<main_rationale,evidence3>": "Relevant. The evidence directly supports the rationale that there is no evidence the viral video revealed girls on Epstein's island. The tweet specifically states that the viral video does not correspond to Epstein's Island but actually shows the Titanic Mardin Palace, a Disney hotel in Turkey for children with water parks. This clear discrepancy between the claim and the location depicted in the video aligns with the rationale provided in the fact-checking article, leading to the rating of 'Unfounded' for the claim."
        },
        {
            "<additional_rationale1,evidence3>": "Relevant. The evidence directly supports the rationale provided for the claim by confirming that the viral video in question was not captured on Epstein's island, but rather at a Disney hotel in Turkey for children with water parks. This explicit connection aligns with the rationale for rating the claim as 'Unfounded.'"
        },
        {
            "<reason1,evidence3>": "Relevant. The evidence directly contradicts the claim by confirming that the viral video does not correspond to Jeffrey Epstein's island but instead shows a 5-star hotel - Titanic Mardin Palace in Turkey for children with water parks. This directly aligns with the rationale provided in the article, which states that efforts to trace the video's origins led to posts linking it to unrelated events and conspiracy theories, indicating a lack of substantiated connection to Epstein's island."
        },
        {
            "<reason2,evidence3>": "Relevant. The evidence directly supports the rationale detailed in the article, which mentions that the viral video showing young girls was not authentic to Epstein's island but was actually from the 5-star Hotel - Titanic Mardin Palace in Turkey. The direct connection between the evidence and the rationale confirms that the video was not filmed on Jeffrey Epstein's island, aligning with the unfounded rating of the claim."
        },
        {
            "<reason3,evidence3>": "Relevant. The evidence directly supports the claim's rationale by confirming that the viral video does not correspond to Epstein's island but rather to a 5-star hotel in Turkey for children with water parks. This aligns perfectly with the inability to independently verify the exact location depicted in the video, contributing to the 'Unfounded' rating."
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}