{
    "url": "https://www.snopes.com/fact-check/biden-nibble-girl-finland/",
    "claim": "A video shared in early 2024 showed U.S. President Joe Biden playfully \"nibbling\" on the shoulder of a child who appears to be a toddler-aged girl.",
    "rating": "True",
    "content": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland. Ross smiled and laughed after Biden interacted with the child, a moment that was omitted from viral versions of the clip. Minutes later, Ross is seen standing in a line of people and appeared to embrace Biden just before he flew back to the U.S.\nIn late January 2024, multiple users on X shared a brief video clip and claimed that it showed U.S. President Joe Biden \"nibble\" on a young child at an airport. The toddler-aged child was being held up by a woman who was not identified in the posts.\nThe video was simply the latest piece of media in a long line of photos and videos that purportedly showed Biden behaving inappropriately, either with women or children. Claims and insinuations that Biden is a pedophile have become a staple of online conspiracy theories, particularly those promoted by QAnon believers, one of whose bedrock accusations is that a cabal of baby-killing, blood-drinking elites in the Democratic Party practice ritual sex abuse and murder. Even former President Donald Trump has amplified such smears, retweeting a post with the hashtag #PedoBiden just two months before the 2020 presidential election, for example.\nThe \"nibble\" video has been repeatedly shared with prurient insinuations about the nature of Biden's interactions with children.\n\"I hate the parents that serve up their little kids to this freak. The little kids are smarter than they are,\" one user posted above the video, which lasted only eight seconds.\nI hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024\n\n\"Sniff, nibble, sniff,\" another user's caption read, sharing the same clip.\nSniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024\n\nA third user posted, \"What would you do if you were the father of this baby and President of the USA started doing this to her....?\"\nWhat would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024\nThis is a genuine video clip of Biden. It was recorded at Helsinki-Vantaa Airport in Finland on July 13, 2023, and marked the end of a five-day trip across Europe for the president and his staff.\nSnopes examined the video in an attempt to uncover any missing context. We soon found that the woman seen holding the child was Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey. We reached out by email to Hickey's office to ask about the video and will update this article if we learn more.\nThe postings of the brief clip on X omitted several seconds from an older version of the same video. The clip was also cropped, with the left and right sides of the frame cut off to present a vertical clip. A longer version of the video showed that Ross had both smiled and laughed at Biden's playful actions with the child. This part was omitted from the shorter clips.\nWATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023\n\nA nearly 51-minute YouTube video that showed the entire gathering at the airport provided even further context.\nAt the 2:19 mark, just as Biden begins to walk up to the gathered crowd, Ross enthusiastically says to the president, \"Two times in two days. How can we get so lucky?\" Then, at the 2:48 mark in the video, Ross and another woman who is holding an infant tell Biden that they attempted to practice the act of a greeting with the same toddler who four minutes later is seen interacting with the president. Later in the video, at the 32:30 mark, Hickey, Ross and others bid farewell to Biden just before he flies back to the U.S., with Ross appearing to embrace him before his departure.\n\n",
    "original_rationales": {
        "main_rationale": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023.",
        "additional_rationale1": "The clip was also cropped, with the left and right sides of the frame cut off to present a vertical clip. A longer version of the video showed that Ross had both smiled and laughed at Biden's playful actions with the child.",
        "additional_rationale2": "At the 2:19 mark, just as Biden begins to walk up to the gathered crowd, Ross enthusiastically says to the president, \"Two times in two days. How can we get so lucky?\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'True' rating is supported by the clear verification that the video of President Biden nibbling on a child is genuine and was recorded in Finland in July 2023. The article provides explicit details about the individuals involved, such as Dawn Ross, the wife of the U.S. Ambassador to Finland, who was holding the child in the video. Moreover, additional context from a longer version of the video and the involvement of fact-checking processes like Snopes solidify the authenticity of the footage.",
        "detailed_reasons": {
            "reason1": "The article confirms the authenticity of the video by stating that it was recorded in Helsinki-Vantaa Airport in Finland in July 2023. This specific time and location detail provides concrete evidence to support the claim.",
            "reason2": "Specific individuals, such as Dawn Ross, are identified in the video, adding credibility to the claim's authenticity. Ross being recognized as the woman holding the child and her interactions with President Biden further validate the accuracy of the video.",
            "reason3": "The fact-checking efforts by Snopes mentioned in the article to uncover the missing context in the video demonstrate a thorough examination to validate the veracity of the footage. This external verification process enhances the reliability of the video and supports the 'True' rating."
        }
    },
    "evidences": {
        "num_of_evidence": 4,
        "evidence1": [
            "I hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024",
            [
                "https://t.co/JkrP2MWJam",
                "https://twitter.com/BigFish3000/status/1751805447630139769?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Sniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024",
            [
                "https://t.co/FSd5aPjAFK",
                "https://twitter.com/KCPayTreeIt/status/1751785770157764741?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence3": [
            "What would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024",
            [
                "https://twitter.com/hashtag/WeWantAnswers?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/Biden?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/YRiKcFI3Xv",
                "https://twitter.com/ReturnOfKappy/status/1751204518405013985?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence4": [
            "WATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023",
            [
                "https://t.co/9fYB5Aprs0",
                "https://twitter.com/Breaking911/status/1679898294699405324?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Relevant. The evidence directly supports the claim by reflecting a negative sentiment towards the interaction shown in the video, aligning with the rationale that the video is genuine. The text in the evidence, 'I hate the parents that serve up their little kids to this freak. The little kids are smarter than they are,' emphasizes a critical view of the situation captured in the video, confirming its authenticity."
        },
        {
            "<additional_rationale1,evidence1>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence1>": "Relevant. The evidence directly supports the rationale detail by confirming the context surrounding the claim. The tweet criticizing the parents for allowing Biden to interact with their child aligns with the scenario described at the 2:19 mark in the article, where the woman enthusiastically interacts with Biden and allows the child to engage with him."
        },
        {
            "<reason1,evidence1>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video and providing a specific sentiment regarding the interaction between President Biden and the child, aligning with the rationale detailing the specific time and location of the video."
        },
        {
            "<reason2,evidence1>": "Relevant. The evidence directly supports the claim by confirming the presence of Dawn Ross in the video, who is specifically mentioned in the evidence as the woman holding the child and interacting with President Biden, thus aligning with the rationale detail provided."
        },
        {
            "<reason3,evidence1>": "Relevant. The evidence directly supports the claim by showcasing a tweet criticizing the parents for allowing Biden to interact with their child, which aligns with the rationale of Snopes verifying the context of the video to validate its veracity."
        },
        {
            "<main_rationale,evidence2>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video and its content. The tweet containing the caption 'Sniff, nibble, sniff' aligns with the fact that the video shows U.S. President Joe Biden playfully interacting with a child at Helsinki-Vantaa Airport in July 2023."
        },
        {
            "<additional_rationale1,evidence2>": "Relevant. The evidence directly supports the claim by providing context regarding the genuine video of President Joe Biden 'nibbling' on a toddler-aged child at Helsinki-Vantaa Airport in Finland in July 2023. The tweet reveals a snippet of the interaction, matching the rationale detail about the cropping of the video to omit Biden's playful actions, which were followed by Dawn Ross smiling and laughing."
        },
        {
            "<additional_rationale2,evidence2>": "Relevant. The evidence directly supports the claim by showing the actual video clip of U.S. President Joe Biden playfully interacting with a child at Helsinki-Vantaa Airport in Finland, which aligns with the specific description provided in the rationale detail."
        },
        {
            "<reason1,evidence2>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video and providing a specific time and location detail that aligns with the rationale detail provided in the article. The article clearly states that the video was recorded at Helsinki-Vantaa Airport in Finland in July 2023, matching the information presented in the evidence."
        },
        {
            "<reason2,evidence2>": "Relevant. The evidence directly supports the claim's authenticity by confirming the presence of Dawn Ross, whose interactions with President Biden validate the video's accuracy, as stated in the rationale."
        },
        {
            "<reason3,evidence2>": "Relevant. The evidence directly supports the claim by confirming the fact-checking efforts conducted by Snopes regarding the missing context in the video. The evidence aligns with the rationale detailed in the article, demonstrating a thorough examination that enhances the reliability of the video and supports its 'True' rating."
        },
        {
            "<main_rationale,evidence3>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video in question. The evidence is a Twitter post that mentions the scenario captured in the video and questions the actions of President Biden."
        },
        {
            "<additional_rationale1,evidence3>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video showing U.S. President Joe Biden playfully interacting with a child at Helsinki-Vantaa Airport in Finland in July 2023. The tweet containing the evidence matches the description of the event and validates the scenario described in the claim."
        },
        {
            "<additional_rationale2,evidence3>": "Relevant. The evidence directly supports the claim by providing context from the article that specifically mentions the interaction captured in the video where Biden playfully interacted with a child at Helsinki-Vantaa Airport in 2023. The article details the scene, including the woman holding the child who was identified as Dawn Ross, the wife of the U.S. Ambassador to Finland, and her reaction to Biden's playful actions with the child. This evidence validates the claim's assertion about Biden's behavior in the video."
        },
        {
            "<reason1,evidence3>": "Relevant. The evidence directly supports the claim by providing specific details that match the rationale given in the article. The evidence confirms the authenticity of the video showing President Joe Biden nibbling on the shoulder of a toddler-aged girl at Helsinki-Vantaa Airport in Finland in July 2023, as described in the article."
        },
        {
            "<reason2,evidence3>": "Relevant. The evidence directly supports the claim's rationale by confirming Dawn Ross's presence in the video as the woman holding the child, aligning with the specific individuals identified in the claim and providing a clear link to the events described in the article."
        },
        {
            "<reason3,evidence3>": "Relevant. The evidence directly supports the fact-checking rationale by confirming that the missing context in the video, specifically the interaction between President Biden, the child, and Dawn Ross, was thoroughly examined by Snopes. This verification process enhances the credibility of the video and aligns with the 'True' rating given to the claim."
        },
        {
            "<main_rationale,evidence4>": "Relevant. The evidence presented in the article directly supports the claim by providing confirmation of the event described, which is the interaction between U.S. President Joe Biden and a young child at Helsinki-Vantaa Airport in Finland. The evidence aligns perfectly with the rationale detail that the video is genuine and was recorded at the specified location and time."
        },
        {
            "<additional_rationale1,evidence4>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video where President Biden interacted playfully with a child at Helsinki-Vantaa Airport in Finland. The evidence aligns with the rationale detail provided, emphasizing that the initial viral video was cropped to cut off parts showing the child's guardian, Dawn Ross, smiling and laughing at Biden's actions. The evidence directly corresponds to the claim and rationale, providing a clear and direct connection."
        },
        {
            "<additional_rationale2,evidence4>": "Relevant. The evidence directly supports the claim that a video shared in early 2024 showed U.S. President Joe Biden playfully 'nibbling' on the shoulder of a child who appears to be a toddler-aged girl. The evidence from the article confirms that the video recorded at Helsinki-Vantaa Airport in Finland in July 2023 indeed shows President Biden interacting with a young child, as described in the claim and rationale detail provided."
        },
        {
            "<reason1,evidence4>": "Relevant. The evidence from the Breaking911 tweet directly supports the claim by confirming the authenticity of the video and providing specific details that align with the rationale mentioned in the article. It clearly states that the video was recorded at Helsinki-Vantaa Airport in Finland in July 2023, which substantiates the claim made about President Biden's interaction with the child."
        },
        {
            "<reason2,evidence4>": "Relevant. The evidence directly supports the claim by confirming that Dawn Ross, a specific individual mentioned in the rationale, is indeed identified in the video. This alignment between the evidence and the rationale solidifies the authenticity of the claim regarding President Biden playfully interacting with a child in Finland."
        },
        {
            "<reason3,evidence4>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video and providing additional context that aligns with the fact-checking rationale detailed in the article. Specifically, the evidence validates that the video in question indeed shows President Biden playfully interacting with a young child in Finland, as stated in the claim, thereby bolstering the 'True' rating assigned by Snopes."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/fRJxcxnTK98?si=W5HwDJQjbauxcS9Q&start=403"
        ]
    }
}