{
    "url": "https://www.snopes.com/fact-check/video-woman-attacked-paranormal-forces/",
    "claim": "A video shows a woman in real life being attacked by paranormal force such as a ghost or demon.",
    "rating": "Miscaptioned",
    "content": "A black-and-white video shared to X on Dec. 15, 2023, consisted of grainy footage of what appeared to be a woman being dragged by her feet across the floor and down a set of stairs as she cried, “Oh, God, please. Let go of me.” At the time of this publication, the clip had received for than 1 million views:\n?pic.twitter.com/jGDC38kF46\n— Weird Things Caught On Camera (@ParanormaIVideo) December 15, 2023\n\nIt was implied that the clip was genuine and showed an attack by paranormal forces, perhaps by a ghost or demon. The username overlaid on the video made it possible to track the above clip to its first publication on TikTok to the account Virality Paranormal, which shared the video on March 3, 2023, with a caption that read: \"That demon was toying with her #paranormal #horrortok #horror #horrormovie #paranormalactivity.\"\nBut as another user on X suggested, the video originally appeared in part of the \"Paranormal Activity\" horror movie franchise. For this reason, we have rated this claim as Miscaptioned.\nSnopes searched through Paranormal Activity movie trailers made available online through the Internet Movie Database, or IMDb. We found that a portion of the video scene was shown in both the trailer and as part of the movie poster: \n (Screengrab/IMDb)\nA Google keyword search using the terms “paranormal activity 2 scene women gets pulled by feet” returned this scene from the  2010 installment, \"Paranormal Activity 2.\" The video was posted by Fandango Movieclips to YouTube on Aug. 18, 2016. \nAt the 34-second mark, the woman in the scene below is shown to be seemingly grabbed by her legs and pulled across a nursery room before being dragged down the stairs – exactly as it was shown in the videos shared on X and TikTok. \n\nBelow is a side-by-side comparison of the two at the same point in the clip, with the original being on the left and the altered version on the right: \n (Screengrab compilation by Snopes)",
    "original_rationales": {
        "main_rationale": "But as another user on X suggested, the video originally appeared in part of the \"Paranormal Activity\" horror movie franchise. For this reason, we have rated this claim as Miscaptioned.",
        "addtional_rationale1": "A black-and-white video shared to X on Dec. 15, 2023, consisted of grainy footage of what appeared to be a woman being dragged by her feet across the floor and down a set of stairs as she cried, “Oh, God, please. Let go of me.”",
        "addtional_rationale2": "The username overlaid on the video made it possible to track the above clip to its first publication on TikTok to the account Virality Paranormal, which shared the video on March 3, 2023, with a caption that read: \"That demon was toying with her #paranormal #horrortok #horror #horrormovie #paranormalactivity.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim regarding the video depicting a woman being attacked by paranormal forces is labeled as Miscaptioned because the video, although shared claiming a real-life paranormal event, actually replicates a scene from a movie within the 'Paranormal Activity' franchise. The video was originally posted on TikTok with a misleading caption implying a genuine paranormal attack, but further investigation revealed its true source in a movie trailer matching the depicted scene. This discrepancy between the claimed context of the video and its actual origin from a movie scene led to the Miscaptioned rating.",
        "detailed_reasons": {
            "reason1": "The video shared purported to show a real-life paranormal event, suggesting a woman being attacked by a ghost or demon. However, tracing its origin revealed that the video replicated a scene from the 'Paranormal Activity' horror movie franchise. This discrepancy between the claimed and actual context of the video supports the Miscaptioned rating.",
            "reason2": "The video was initially shared with a caption implying a genuine paranormal encounter, fostering the belief in its authenticity. Yet, it was discovered that the clip originated from a specific scene in 'Paranormal Activity 2.' The misleading caption contributed to the misinterpretation of the video as a real-life incident, further justifying the Miscaptioned label.",
            "reason3": "Investigations into the video's authenticity involved comparing it to scenes from the 'Paranormal Activity' franchise trailers and movie posters, which unmistakably demonstrated its source. The direct resemblance of the video to a known movie scene, alongside the confirmation of it being part of a movie trailer, solidifies the rationale behind the Miscaptioned rating."
        }
    },
    "evidences": {
        "num_of_evidence": 1,
        "evidence1": [
            "?pic.twitter.com/jGDC38kF46\n— Weird Things Caught On Camera (@ParanormaIVideo) December 15, 2023",
            [
                "https://t.co/jGDC38kF46",
                "https://twitter.com/ParanormaIVideo/status/1735661825302421553?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Relevant. The evidence directly supports the rationale provided in the article by confirming that the video in question is actually part of the 'Paranormal Activity' horror movie franchise, aligning with the claim's rating of Miscaptioned."
        },
        {
            "<addtional_rationale1,evidence1>": "Relevant. The evidence directly supports the claim by revealing that the video in question is actually a scene from the movie 'Paranormal Activity 2', thus establishing that the claim of a real-life attack by a paranormal force is miscaptioned. The direct comparison between the video shared on social media and the scene from the movie conclusively shows that they are one and the same, supporting the rationale provided in the fact-checking article."
        },
        {
            "<addtional_rationale2,evidence1>": "Relevant. The evidence directly supports the claim by showing that the video in question is actually part of a movie scene from 'Paranormal Activity 2' and not a real-life incident involving paranormal forces as claimed. This direct connection between the evidence of the movie scene and the rationale of the miscaptioned video aligns perfectly, indicating a clear and strong relationship."
        },
        {
            "<reason1,evidence1>": "Relevant. The evidence directly supports the rationale by confirming that the video claimed to depict a paranormal event showing a woman being attacked by a ghost or demon was actually a replication from a scene in the 'Paranormal Activity' horror movie franchise. The comparison of the scenes from the shared video and the movie trailer and poster clearly indicates the mismatch between the claimed context and the actual source, leading to the Miscaptioned rating."
        },
        {
            "<reason2,evidence1>": "Relevant. The evidence directly supports the claim that the video was miscaptioned by showing that the footage in question was originally from a scene in 'Paranormal Activity 2,' debunking the initial implication of a genuine paranormal encounter. The comparison between the original movie scene and the shared video clearly demonstrates the source of the content, aligning with the rationale provided in the article. Therefore, the evidence corroborates the miscaptioned rating."
        },
        {
            "<reason3,evidence1>": "Relevant. The evidence directly supports the rationale detail provided for the claim by demonstrating a clear connection between the video in question and scenes from the 'Paranormal Activity' franchise trailers and movie posters. Specifically, the comparison between the video clip and a scene from 'Paranormal Activity 2' where a woman is dragged across the floor and down the stairs aligns perfectly with the rationale for labeling the claim as Miscaptioned based on its resemblance to a known movie scene."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/7PfDjA-3RP4?si=UGCM91r1Ey1KHw6B"
        ]
    }
}