{
    "url": "https://www.snopes.com/fact-check/haiti-cannibalism-video/",
    "claim": "In March 2024, viral videos authentically showed the corpses of Haitian men being roasted over open fires.",
    "rating": "Miscaptioned",
    "content": "In March 2024, a viral video was circulated on X, formerly Twitter, that claimed to show the gruesome footage of two Haitian men's corpses being roasted over an open flame, similar to pigs on a spit. \n\"In Haiti, civil war is raging, and cannibalism has returned,\" said one X post, translated from Portuguese to English using Google Translate. \"Basically, these are their customs, we have to respect them, right?\"\nBelow the text was a video that purported to show an open-air setting featuring two corpses tied with ropes and bound by their torsos and legs to two wooden structures. The bodies were being cranked over what looked like open flames by a person just out of view.\nAt the time of this writing, that video had been viewed more than 490,000 times, and numerous other accounts shared the footage as well, with one containing a racist message that garnered more than 10 million views before being removed for violating X rules.\nBut the video, as shared across social media in March 2024, was miscaptioned.\nA Community Note attached to one instance of the video explained that the footage was from a Halloween party at a Chinese theme park in 2018. The note linked to an article from the Chinese-language newspaper Sin Chew Daily, which operates out of Malaysia and is circulated throughout Southeast Asia.\nThe Sin Chew article — from Jan. 14, 2020 — included a still image from the viral video and its headline, translated to English, said: \"African restaurant being banned for roasting human meat? It turned out to be a Halloween party decoration.\"\nAt that time, according to the Sin Chew article, the video was attributed not to so-called cannibals in Haiti, but instead to a restaurant in Nigeria that \"openly grilled human flesh in the restaurant.\" Per the article:\nThe video in question was shot at a Halloween party at Chimelong Ocean Kingdom Theme Park in Zhuhai, China, in October, 2018. The information posted online is purely false.\nFurther, Snopes found another article, published by Indonesian news outlet Jawa Pos, on Dec. 30, 2019, stating that the story of human meat being served at a Nigerian hotel restaurant first surfaced in 2014 but was then \"accompanied by a video about the process of making the menu.\"\nJawa Pos discredited that claim, explaining of the video:\nIf you look closely, the two baked figures look more like human replicas. Another oddity is that the roasting location is in the open air. This is different from the video narrative which states that the location is a hotel kitchen. There is also a spotlight pointing at the person being roasted. \nA similar video was found by Jawa Pos on the Chimelong Ocean Kingdom theme park's Instagram account, which was uploaded to the platform Oct. 31, 2018. The caption that accompanied that video was translated to read: \"Smoked little man\":\n \nA post shared by galaxy-vladlen (@galaxychimelong)\n\nIn that video, not only is a man with ghoulish red face paint seen hand-cranking the spit, but the apparent flames have wires protruding, likely connected to a power source.\nAdditionally, on Oct. 27, 2018, YouTube channel SviatMe uploaded a video titled, \"Halloween Party at Chimelong Ocean Park | Zhuhai, China,\" along with the caption, \"What fun is it to join a Halloween Party at the Ocean Park? Let's see together! Sea lions, whales, jellyfish, Ancient Egypt Halloween party and much more!\"\nThe footage from the Halloween celebrations at Chimelong showed the park's aquatic life, light shows and frightening installations featuring actors dressed as spooky characters — and, at the 5:25 mark in the video, the replicas of the two corpses are seen being roasted over what are clearly fake flames.\n\nSo, upon closer examination, it is clear that the viral video is not a genuine depiction of cannibalistic events in Haiti, but rather footage that has been miscaptioned to incite a negative response.\nDelving into the historical context of Haiti reveals a complex narrative surrounding rumors of cannibalism, owing to its history of Vodou, a religion derived from tribal religions in West Africa, often steeped in sensationalism and colonial stereotypes. Despite occasional isolated incidents, cannibalism does not represent Haitian culture as a whole.\nFurthermore, it's important to consider the current political and social climate in Haiti, which has been marked by political instability, poverty and gang violence, contributing to social unrest and a breakdown of law and order, further exacerbating the country's already dire situation.\nWe've fact-checked other claims about cannibalism, which you can find here.",
    "original_rationales": {
        "main_rationale": "But the video, as shared across social media in March 2024, was miscaptioned.",
        "additional_rationale1": "So, upon closer examination, it is clear that the viral video is not a genuine depiction of cannibalistic events in Haiti, but rather footage that has been miscaptioned to incite a negative response.",
        "additional_rationale2": "Delving into the historical context of Haiti reveals a complex narrative surrounding rumors of cannibalism, owing to its history of Vodou, a religion derived from tribal religions in West Africa, often steeped in sensationalism and colonial stereotypes."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'Miscaptioned' rating is justified based on a thorough analysis of the text, which reveals that the viral video depicting cannibalistic events in Haiti actually originated from a Halloween party at a Chinese theme park. Multiple sources, including Community Notes and news articles, confirm the video's misattribution. The discrepancy in settings, the presence of fake flames, and the context of Halloween celebrations at the park further support the conclusion that the video was falsely labeled. Additionally, insights from fact-checkers debunking the narrative of cannibalism in Haiti and highlighting the country's complex history and current social challenges reinforce the misinterpretation of the video.",
        "detailed_reasons": {
            "reason1": "The video's mislabeling is clearly established through references to sources like a Community Note and articles from Sin Chew Daily and Jawa Pos, which definitively link the footage to a Halloween party in China, not to events in Haiti as claimed.",
            "reason2": "Specific details within the video, such as the use of wires for flames and a spotlight, indicate a staged, artificial setting that contradicts the original narrative of the video portraying actual cannibalistic practices, thus solidifying the 'Miscaptioned' assessment.",
            "reason3": "Insights into Haiti's cultural context, like the mention of Vodou and the acknowledgment of occasional isolated incidents of cannibalism not representing the country as a whole, provide additional context that supports the false portrayal of the video and the justification for its rating as 'Miscaptioned.'"
        }
    },
    "evidences": {
        "num_of_evidence": 3,
        "evidence1": [
            "The video in question was shot at a Halloween party at Chimelong Ocean Kingdom Theme Park in Zhuhai, China, in October, 2018. The information posted online is purely false.",
            []
        ],
        "evidence2": [
            "If you look closely, the two baked figures look more like human replicas. Another oddity is that the roasting location is in the open air. This is different from the video narrative which states that the location is a hotel kitchen. There is also a spotlight pointing at the person being roasted.",
            []
        ],
        "evidence3": [
            "View this post on Instagram\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\n \nA post shared by galaxy-vladlen (@galaxychimelong)",
            [
                "https://www.instagram.com/p/Bpmh1MDA0O3/?utm_source=ig_embed&utm_campaign=loading"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "additional_rationale1, evidence1": "The evidence directly supports the additional rationale1 provided in the fact-checking article. The video in question, which was miscaptioned, is identified to have been shot at a Halloween party in China in 2018, not depicting cannibalistic events in Haiti as claimed. The mismatch between the content of the video and the claim aligns with the rationale's explanation that the footage was miscaptioned to incite a negative response.",
            "additional_rationale2, evidence1": "Irrelevant"
        },
        {
            "reason1, evidence1": "The evidence directly supports reason1 by confirming that the video in question was actually from a Halloween party in China in 2018, as referenced by sources like Sin Chew Daily and Jawa Pos. This aligns with the rationale that the video was miscaptioned, debunking the false claim of showing Haitian men being roasted over open fires."
        },
        {
            "additional_rationale1, evidence2": "The evidence provided in the article, describing how the bodies in the video look like human replicas, the open-air roasting location, and the spotlight on the person being roasted, directly supports the additional rationale1. This evidence aligns with the assessment in the rationale that the viral video was miscaptioned in an attempt to incite a negative response by presenting a false and sensationalized narrative.",
            "additional_rationale2, evidence2": "The evidence presented in the article, highlighting the historical context of the rumors of cannibalism in Haiti and the association with colonial stereotypes, complements the additional rationale2. The evidence supports the rationale's explanation about the complex narrative surrounding Haiti's history of Vodou and tribal religions, contributing to sensationalism and misrepresentation."
        },
        {
            "reason2, evidence2": "The evidence closely aligns with reason2 from the rationale provided. The details in the evidence, such as the use of wires for flames and a spotlight, contradicting the video's original narrative, directly support the assessment that the video was miscaptioned."
        },
        {
            "additional_rationale1, evidence3": "The evidence from the Instagram post directly supports the additional rationale that states the viral video was miscaptioned to incite a negative response. The post shared by galaxy-vladlen shows a video that was misrepresented as a depiction of cannibalistic events in Haiti when, in reality, it was footage from a Halloween party at a Chinese theme park in 2018. This clear discrepancy confirms the assertion made in the additional rationale about the misrepresentation of the content to provoke a particular reaction."
        },
        {
            "reason2, evidence3": "The evidence directly supports reason 2 of the fact-checking rationale. The mention of specific details within the viral video, such as the use of wires for flames and a spotlight, indicates a staged, artificial setting that contradicts the original narrative of the video portraying actual cannibalistic practices. This aligns perfectly with reason 2, which solidifies the 'Miscaptioned' assessment based on these contradictory elements found in the evidence."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/50Z_PCWqZ-k?si=rWBr_IlZAzIyL0ZP&start=325"
        ]
    }
}