{
    "url": "https://www.snopes.com/fact-check/michael-moore-supports-trump/",
    "claim": "Academy Award-winning documentary filmmaker Michael Moore announced his support of former U.S. President Donald Trump for reelection in 2024.",
    "rating": "False",
    "content": "On Jan. 16, 2024, a user on X (formerly Twitter) named @Sadie_NC posted a video clip that displayed the caption, \"Michael Moore Supporting Trump.\"\nMichael Moore is an Academy Award-winning filmmaker who is perhaps best known for the best documentary Oscar that he won in 2003 for \"Bowling for Columbine,\" which was inspired by the 1999 Columbine High School shootings in Colorado.\nAbove the video, the X post (archived) read, \"Never did I think Michael Moore would hit the nail on the head. Absolutely stunned by what he has to say about Trump and Trump voters.\" The post received more than 7,000 reposts and over 17,000 likes.\nThe video displayed a watermark for TikTok user @justwownewsofficial, who had just posted the clip hours earlier on Jan. 16.\n \nThe video was sourced from Moore's 2016 film, \"Michael Moore in TrumpLand.\" In the clip, Moore says a number of things that make it seem like he is siding with Trump supporters and is perhaps endorsing his candidacy.\nHowever, at the point that the brief clip ends on X and TikTok, Moore continues in the full film by telling the audience that voting for Trump will be something they will \"regret.\"\n\"But I get it. You wanted to send a message,\" Moore says. \"You had righteous anger. And justifiable anger. Well, message sent. Goodnight America. You've just elected the last president of the United States.\"\nThe omitted ending was uploaded to Moore's official YouTube channel on Oct. 27, 2016 with the text description, \"Here's the REAL ending to Mike's ANTI-Trump rant that was cut out by Trump supporters.\"\n\nWe previously reported about this very same video clip from Moore's film when it was being shared online in the same out-of-context manner in the weeks before the 2016 U.S. presidential election. Since that time, even Trump himself at least twice shared the misleading video clip on social media, including at least once on his own Truth Social platform.",
    "original_rationales": {
        "main_rationale": "The video displayed a watermark for TikTok user @justwownewsofficial, who had just posted the clip hours earlier on Jan. 16.",
        "additional_rationale1": "\"But I get it. You wanted to send a message,\" Moore says. \"You had righteous anger. And justifiable anger. Well, message sent. Goodnight America. You've just elected the last president of the United States.\"",
        "additional_rationale2": "Since that time, even Trump himself at least twice shared the misleading video clip on social media, including at least once on his own Truth Social platform."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that Michael Moore supports Donald Trump for reelection in 2024 is rated as False due to the misrepresentation of a video clip from Moore's 2016 film. While the clip initially appears to show Moore aligning with Trump supporters, the omitted portion reveals his true anti-Trump stance. Moore explicitly states that voting for Trump would be regrettable and sarcastically refers to Trump as the 'last president of the United States.' This misrepresentation of Moore's message, used even by Trump himself on social media, leads to a false impression of Moore's actual position on Trump, hence justifying the False rating.",
        "detailed_reasons": {
            "reason1": "The specific reason supporting the overall False rating is the fact that the video clip used to claim Moore's support for Trump is taken out of context. While the initial part of the clip suggests Moore may be supporting Trump, the omitted continuation reveals his strong anti-Trump sentiments, where he emphasizes the regret of voting for Trump and indicates an end to the United States presidency.",
            "reason2": "Another reason bolstering the False rating is the mention that this video clip had been shared out of context before the 2016 U.S. presidential election. Highlighting the history of misrepresentation and how even Trump himself shared this misleading clip on social media underscores the manipulation of Moore's message to fit a false narrative of his support for Trump.",
            "reason3": "Furthermore, the explanation provided by Moore himself, uploaded to his official YouTube channel, clarifies the omitted part of the clip and reaffirms his critical stance against Trump, debunking any potential interpretation of his support for the former president. Moore's unambiguous disapproval of Trump's presidency contradicts the initial impression created by the selectively edited video circulating online."
        }
    },
    "evidences": {
        "num_of_evidence": 0
    },
    "relationship_with_evidence": [],
    "other": {
        "iframe_video_links": [
            "https://www.tiktok.com/embed/7324790198036925727",
            "https://www.youtube.com/embed/sVLTQIUMq18?si=5G_o6NVKt18eHRGw"
        ]
    }
}