{
    "url": "https://www.snopes.com/fact-check/video-scuba-diver-swimming-dinosaur/",
    "claim": "A video shared to X in March 2024 genuinely showed a scuba diver swimming with a dinosaur.",
    "rating": "Fake",
    "content": "A video shared to X (formerly Twitter) on March 4, 2024, (archive) claimed to show \"Divers in the Pacific Ocean [who] accidentally filmed a dinosaur 🦕 swimming behind them.\" The post, which included a clip of what appeared to be a swimming dinosaur passing by a stationary, masked scuba diver, suggested the video provided evidence that \"they\" were trying to hide the existence of modern-day dinosaurs: \n🤯 They are now trying to remove this video from the Internet. It shows evidence that we have been lied to all along and that dinosaurs exist.\nDivers in the Pacific Ocean accidentally filmed a dinosaur 🦕 swimming behind them.#viralvideo pic.twitter.com/7MhdenxWMI\n— Roman K (@KkeKarnaame) March 4, 2024\n\nThe same brief clip (archive) was shared by another account the following day in a post that had received more than 1.7 million views as of this publication. This post, however, included a Community Note reporting that the video consisted of doctored footage from the 2022 TV docuseries \"Prehistoric Planet.\" In other words, it's fake.\nThe show, starring David Attenborough, is described as follows: \nExperience the wonders of our world like never before in this epic series from Jon Favreau and the producers of Planet Earth. Travel back 66 million years to when majestic dinosaurs and extraordinary creatures roamed the lands, seas, and skies. \nThe clip featured in the X post was uploaded to YouTube by a user not affiliated with the show on July 9, 2023 (archive). Footage of the dinosaur swimming can be seen at the 2:38-minute mark of the video: \n\nThe Community Note identified the dinosaur as a plesiosaur, an order of carnivorous aquatic reptile primarily found in aquatic environments during the late Cretaceous periods, roughly 100 million years ago. A Google search of the keywords \"plesiosaur Prehistoric Planet\" (archive) led Snopes to the Prehistoric Planet Wiki Fandom page (archive) that stated the dinosaur appeared in the episode \"Coasts, Segment III,\" which was described by the Internet Movie Database (IMDb) this way:\nA pregnant Tuarangisaurus is in distress and her young calf can sense it as she travels waters that are home to the ocean's deadliest predators.\nFinally, Snopes went to the couch to stream the entire episode to confirm that the clip featured in the post on X did, indeed, originate from the \"Prehistoric Planet\" series. We watched the entire 42-minute episode and found that the scene in question occurred at the 20-minute mark, at which point Attenborough described the scene as: \nThese are Tuarangisaurus, a type of huge marine reptile nearly 30 feet long. This female is accompanied by her calf, about six months old. At most, she'll have only one youngster every two years or so. It's a huge investment and one that makes the bond between mother and young very important. She has brought her young calf many miles to this one bay. And they're not alone. Tuarangisaurus come here from across the South Pacific. \nMales also gather here to display to females. But for now, courtship is not the female's first priority. This bay has something that few others can provide: Pebbles, that are particularly smooth, hard, and round … \nAt this river bed it is thought that the Tuarangisaurus swallow pebbles to \"act both as ballast and as gizzard stones, gastroliths, which will remain in their stomachs to grind up their unchewed food.\" \nThe episode only identifies the reptile as being in the genus Tuarangisaurus. The Wiki Page, however, goes so far as to suggest that it is Tuarangisaurus keyesi. \nT. keyesi was first characterized in 1986 as having a \"remarkable skull and partial postcranial skeleton\" as seen in a \"very juvenile\" specimen recovered in New Zealand. The aquatic reptile was described by scientists in 2017 as \"one of the most successful marine reptile groups\" that were \"characterized by having a long neck and small head relative to body size.\" A photograph (archive) of the skull was shared on Facebook on April 29, 2021, by GNS Science, New Zealand's \"leading geoscience research institute.\" \n\nAnd what of the scuba diver in the video clip? Footage of the diver was obviously combined with footage of the CGI dinosaur from \"Prehistoric Planet,\" but beyond that we haven't been able to ascertain who was responsible for the doctored video.",
    "original_rationales": {
        "main_rationale": "This post, however, included a Community Note reporting that the video consisted of doctored footage from the 2022 TV docuseries \"Prehistoric Planet.\" In other words, it's fake.",
        "additional_rationale1": "The clip featured in the X post was uploaded to YouTube by a user not affiliated with the show on July 9, 2023 (archive). Footage of the dinosaur swimming can be seen at the 2:38-minute mark of the video:",
        "additional_rationale2": "And what of the scuba diver in the video clip? Footage of the diver was obviously combined with footage of the CGI dinosaur from \"Prehistoric Planet,\" but beyond that we haven't been able to ascertain who was responsible for the doctored video."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'Fake' rating is supported by the clear evidence that the video showing a scuba diver swimming with a dinosaur is actually a doctored clip from a TV docuseries called 'Prehistoric Planet.' The post containing the video was flagged by a Community Note as fake, confirming that the footage was manipulated. Additional research by fact-checkers confirmed that the dinosaur in the video is a plesiosaur featured in a specific episode of the series, further affirming the video's inauthenticity.",
        "detailed_reasons": {
            "reason1": "The Community Note on a repost of the video revealed that the footage was manipulated and sourced from the 'Prehistoric Planet' docuseries, exposing the video's falsity.",
            "reason2": "Subsequent research conducted by fact-checkers confirmed that the swimming dinosaur in the video was identified as a plesiosaur, specifically mentioned in an episode of 'Prehistoric Planet,' verifying the video's lack of authenticity.",
            "reason3": "Comparison of the footage shared in the post with the content of the 'Prehistoric Planet' episode showed clear similarities, such as descriptions of the reptile species and its behavior, definitively proving the video to be a fabricated representation."
        }
    },
    "evidences": {
        "num_of_evidence": 4,
        "evidence1": [
            "🤯 They are now trying to remove this video from the Internet. It shows evidence that we have been lied to all along and that dinosaurs exist.\nDivers in the Pacific Ocean accidentally filmed a dinosaur 🦕 swimming behind them.#viralvideo pic.twitter.com/7MhdenxWMI\n— Roman K (@KkeKarnaame) March 4, 2024",
            [
                "https://twitter.com/hashtag/viralvideo?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/7MhdenxWMI",
                "https://twitter.com/KkeKarnaame/status/1764699094692565033?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Experience the wonders of our world like never before in this epic series from Jon Favreau and the producers of Planet Earth. Travel back 66 million years to when majestic dinosaurs and extraordinary creatures roamed the lands, seas, and skies.",
            []
        ],
        "evidence3": [
            "A pregnant Tuarangisaurus is in distress and her young calf can sense it as she travels waters that are home to the ocean's deadliest predators.",
            []
        ],
        "evidence4": [
            "These are Tuarangisaurus, a type of huge marine reptile nearly 30 feet long. This female is accompanied by her calf, about six months old. At most, she'll have only one youngster every two years or so. It's a huge investment and one that makes the bond between mother and young very important. She has brought her young calf many miles to this one bay. And they're not alone. Tuarangisaurus come here from across the South Pacific. \nMales also gather here to display to females. But for now, courtship is not the female's first priority. This bay has something that few others can provide: Pebbles, that are particularly smooth, hard, and round …",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "additional_rationale2, evidence1": "The evidence directly supports the additional rationale 2, which questions the source of the doctored video. The content of the article confirms that the footage of the scuba diver was combined with the CGI dinosaur from 'Prehistoric Planet,' echoing the uncertainty regarding the responsible party for this manipulated video. This direct connection highlights the fact that the evidence aligns with the detail provided in additional rationale 2. Furthermore, this evidence contradicts the initial claim that the video genuinely showed a scuba diver swimming with a dinosaur, as it reveals the manipulation involved in creating the footage."
        },
        {
            "reason2, evidence1": "The evidence directly supports reason 2 from the combined rationales. The evidence in the form of a video shared on X in March 2024 claiming to show a scuba diver swimming with a dinosaur is refuted by reason 2, which states that subsequent research conducted confirmed that the swimming dinosaur was identified as a plesiosaur featured in an episode of 'Prehistoric Planet,' verifying the lack of authenticity of the video. This clear relationship between the evidence and reason 2 highlights the direct contradiction between the claim and the factual information provided."
        },
        {
            "additional_rationale2, evidence": "The evidence provided in the article supports the 'additional_rationale2' from the combined rationales. This rationale discusses how the footage of the scuba diver in the video clip was merged with footage of the CGI dinosaur from 'Prehistoric Planet,' indicating that the video was doctored. The article mentions that the identity of the person responsible for creating the doctored video could not be determined, aligning closely with the information presented in this rationale. Furthermore, this evidence directly contradicts the claim that the video genuinely showed a scuba diver swimming with a dinosaur, as it confirms that the video was fabricated.",
            "main_rationale, evidence": "The evidence provided in the article directly supports the 'main_rationale' from the combined rationales. The main rationale states that the video shared to X was doctored footage from the TV docuseries 'Prehistoric Planet,' making the claim fake. The evidence presented in the article confirms this by detailing how the clip featured in the post was uploaded by a user not affiliated with the show and that the footage of the dinosaur swimming was part of the docuseries. This clear connection between the evidence and the 'main_rationale' highlights the direct support for the fact that the claim was indeed fake."
        },
        {
            "reason2,Evidence": "The evidence directly supports reason2 from the combined rationales. The evidence provided in the article clearly shows that subsequent research confirmed the swimming dinosaur in the video as a plesiosaur, a detail specifically mentioned in an episode of 'Prehistoric Planet,' which verifies the video's lack of authenticity. This specific match establishes a direct relationship between the evidence and reason2. Furthermore, the evidence contradicts the claim that the video showed a genuine scuba diver swimming with a dinosaur, as it proves that the video was a fabrication sourced from a TV docuseries.",
            "reason1,Evidence": "The evidence provided in the article does not directly align with reason1 from the combined rationales. The evidence focuses more on the source of the doctored footage from the 'Prehistoric Planet' series and the confirmation that the footage was manipulated, rather than the specific content of the video itself. Therefore, the relationship between reason1 and the evidence is not as direct as with reason2. Consequently, the evidence does not directly support or contradict the claim about a scuba diver swimming with a dinosaur."
        },
        {
            "additional_rationale1,evidence3": "The evidence directly supports the additional rationale providing details about the doctored footage. The evidence mentions a pregnant Tuarangisaurus in distress with her young calf, which aligns with the information in the additional rationale about the clip showing a scene from the Prehistoric Planet series where similar dinosaur interactions are described. This direct correlation between the evidence and additional rationale supports the fact that the video shared was indeed doctored footage.",
            "Claim-Evidence Relationship": "The evidence contradicts the claim that a video genuinely showed a scuba diver swimming with a dinosaur by revealing that the video was doctored footage from the Prehistoric Planet series, thereby confirming the claim as fake."
        },
        {
            "reason2, evidence": "The evidence presented in the article directly supports 'reason2' from the combined rationales. The episode description provided in the evidence aligns closely with the rationale, confirming that subsequent research by fact-checkers identified the swimming dinosaur as a plesiosaur from the 'Prehistoric Planet' series, thus verifying the lack of authenticity of the video clip. This relationship is direct and explicit, as both the evidence and rationale describe the identification of the dinosaur and its origins, supporting the fact that the video is fake.",
            "all_rationales, evidence": "Irrelevant"
        },
        {
            "additional_rationale1, Relevant": "The evidence provided in the article directly supports the additional rationale 1 which states that the clip featured in the X post was uploaded to YouTube by a user not affiliated with the show on July 9, 2023. It mentions that footage of the dinosaur swimming can be seen at the 2:38-minute mark of the video. The evidence aligns with this rationale by describing the scene in the video where the Tuarangisaurus, a huge marine reptile, is accompanied by her calf, emphasizing the details of the scene shown in the video that was analyzed.",
            "Claim-Evidence Relationship": "The evidence refutes the claim that the video genuinely showed a scuba diver swimming with a dinosaur. The evidence clearly describes the scene with the Tuarangisaurus, a prehistoric marine reptile, and its calf, showcasing that the video was not authentic and featured scenes from a fictional TV docuseries 'Prehistoric Planet'. It directly contradicts the claim by presenting details of the doctored footage and the actual content of the video analyzed in the article.",
            "Rationale-Evidence Relationship": "The evidence closely aligns with the additional rationale 1, which points out that the clip featured in the shared post was from a user not affiliated with the show and includes footage of the dinosaur swimming. The evidence from the article provides specific details about the content of the video, including scenes of the Tuarangisaurus and its calf, reinforcing the connection between the evidence and the rationale detailing the source and content of the video."
        },
        {
            "reason2, Relevant": "The evidence directly supports the rationale associated with 'reason2'. The content of the evidence aligns with the fact that subsequent research by fact-checkers confirmed the swimming dinosaur in the video to be a plesiosaur, specifically mentioned in an episode of 'Prehistoric Planet,' verifying the video's lack of authenticity. The evidence describes the Tuarangisaurus, a type of huge marine reptile nearly 30 feet long, which corresponds to the plesiosaur mentioned in the fact-checking rationale.",
            "reason1, Irrelevant": "The evidence does not directly support the rationale associated with 'reason1'. The content of the evidence, describing the Tuarangisaurus and its behavior in a documentary context, does not align with the specific details provided in 'reason1'. The evidence does not address the manipulation or fabrication aspect highlighted in the rationale."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/6FNZNMI2QRU?si=C7M2EiqjQ72eWtYH",
            "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fgnsscience%2Fphotos%2Fa.10150164406935004%2F10165056959010004%2F%3Ftype%3D3&show_text=true&width=500"
        ]
    }
}