{
    "url": "https://www.snopes.com/fact-check/young-girls-epsteins-island/",
    "claim": "A viral video shared in January 2023 authentically shows young girls in a house on Jeffrey Epstein's island.",
    "rating": "Unfounded",
    "content": "On Jan. 4, 2024, a video was shared on X (formerly Twitter), allegedly showing \"very young girls\" in a house on the island of the late, convicted sex offender Jeffrey Epstein. \"One of hundreds of videos of the girls from the interior of Epstein's island,\" one of the Spanish-language posts captioned the viral video. As of this writing, one post with the in-question video gained more than 1.5 million views on X.\n \n(X user @terra_cremada)\nThe post's description read:\nOne publicly released vid out of hundreds..showing these very young girls from the interior of Epstein's island.\nWhat is it they’re doing, and to what, and WHY!?\nWHAT ARE THEY PREPARING!???\nWhat do you see??\nEpstein was back in the news in early 2024 after a judge ordered documents unsealed in a lawsuit filed against his associate/partner in crime, Ghislaine Maxwell. Epstein died in jail at his own hands in 2019 while awaiting trial on charges of sex trafficking young girls. The unsealing of the documents caused a stir on social media, with various rumors appearing on the topic.\nIn short, we found no evidence the viral video revealed girls on Epstein's island.\nWe used Google reverse-image search to investigate the origins of the video and found it was shared multiple times in 2019 and 2020. For instance, one post on Reddit linked the video with actor Tom Hanks with a caption, \"Man Claims Tom Hanks is a Pedophile, releases video upon death.\" Moreover, we found instances of the video being shared in 2019 in a Facebook post and on an online 4chan forum.\nMultiple social media users also linked the video to the QAnon and Pizzagate conspiracy theories, as well as Isaac Kappy, an American actor, musician, and conspiracy theorist.\nVideo shared by the actor Isaac Kappy before he was killed for reporting the Elite Human Trafficking and Child Abuse Network. The video was recorded on Jeffrey Epstein's private Pedophile’s Island. Isaac \"committed suicide by jumping off a bridge\" #PIZZAGATE #PizzaGateIsReal pic.twitter.com/vwerTnllnj\n— ANONYMOUS (@Anonymous2Hack) June 3, 2020\n\n\"Video posted by actor and musician Isaac Kappy, who was found dead shortly after,\" a post in Portuguese shared on X in February 2023 captioned the viral video. For reference, Politifact reported in January 2023 that social media users believed \"Kappy was murdered for exposing Hollywood pedophiles,\" and did not commit suicide as officials informed.\nFinally, various social media users suggested the video was not captured in a house on Epstein's island. \"It is the 5-star Hotel - Titanic Mardin Palace, a Disney hotel in Turkey for children with water parks,\" one X user claimed.\n?Este video viralizado, no corresponde a la Isla de Epstein.\nEs el Hotel 5 estrellas - Titanic Mardin Palace, un hotel de Disney en turquia para niños con parques acuaticos.\nOjo con las fake news! pic.twitter.com/5wluDForKm\n— ~ María Miral ~?~ (@MariaMiral12) January 5, 2024\n\n\"This was from the Anjana hotel in Turkey,\" another user commented.\n \n(X user @artandsoulpaper)\nWe compared the in-question video with the spa in The Land of Legends Kingdom Hotel videos and photographs shared on TripAdvisor and found they showed a similar room. However, given that we could not confirm it independently, and that a similarly looking Turkish bath could possibly be found in other hotels, we were unable to determine the exact location of the scene visible in the viral video.\nAll in all, because we found no evidence for the viral video being captured in a house on Epstein's island, we have rated this claim as \"Unfounded.\"",
    "original_rationales": {
        "main_rationale": "In short, we found no evidence the viral video revealed girls on Epstein's island.",
        "additional_rationale1": "All in all, because we found no evidence for the viral video being captured in a house on Epstein's island, we have rated this claim as \"Unfounded.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'Unfounded' rating for the claim that the viral video shows young girls in a house on Jeffrey Epstein's island is supported by the fact-checkers finding no evidence linking the video to the island. Investigations using Google reverse-image search revealed the video had been shared in other contexts unrelated to Epstein's island. Additionally, social media users associated the video with conspiracy theories and alternative locations, such as a hotel in Turkey, casting doubt on its authenticity as depicting Epstein's island. Overall, the lack of concrete evidence tying the video to Epstein's island led to the 'Unfounded' rating.",
        "detailed_reasons": {
            "reason1": "The investigation utilizing Google reverse-image search discovered multiple instances where the viral video had been shared on platforms like Reddit, Facebook, and online forums unrelated to Epstein's island, suggesting the video's history and context did not support the claim.",
            "reason2": "Social media users connected the video to various conspiracy theories and alternative locations like a Disney hotel in Turkey, indicating a lack of consensus or verifiable information attributing the video to Epstein's island, weakening the credibility of the claim.",
            "reason3": "Comparative analysis with content from The Land of Legends Kingdom Hotel indicated similarities in the room shown in the viral video, but the inability to independently confirm the location and the existence of similar settings in other hotels raised doubts about the video's specific origin on Epstein's island, contributing to the 'Unfounded' rating."
        }
    },
    "evidences": {
        "num_of_evidence": 3,
        "evidence1": [
            "One publicly released vid out of hundreds..showing these very young girls from the interior of Epstein's island.\nWhat is it they’re doing, and to what, and WHY!?\nWHAT ARE THEY PREPARING!???\nWhat do you see??",
            []
        ],
        "evidence2": [
            "Video shared by the actor Isaac Kappy before he was killed for reporting the Elite Human Trafficking and Child Abuse Network. The video was recorded on Jeffrey Epstein's private Pedophile’s Island. Isaac \"committed suicide by jumping off a bridge\" #PIZZAGATE #PizzaGateIsReal pic.twitter.com/vwerTnllnj\n— ANONYMOUS (@Anonymous2Hack) June 3, 2020",
            [
                "https://twitter.com/hashtag/PIZZAGATE?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/PizzaGateIsReal?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/vwerTnllnj",
                "https://twitter.com/Anonymous2Hack/status/1268188065857765376?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence3": [
            "?Este video viralizado, no corresponde a la Isla de Epstein.\nEs el Hotel 5 estrellas - Titanic Mardin Palace, un hotel de Disney en turquia para niños con parques acuaticos.\nOjo con las fake news! pic.twitter.com/5wluDForKm\n— ~ María Miral ~?~ (@MariaMiral12) January 5, 2024",
            [
                "https://t.co/5wluDForKm",
                "https://twitter.com/MariaMiral12/status/1743081102422532310?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        null,
        {
            "reason3, evidence1": "The evidence that the viral video was not captured in a house on Epstein's island directly supports reason three from the combined rationales. The article mentions a comparison made with content from The Land of Legends Kingdom Hotel, showing similarities in the room in the viral video. However, the inability to independently confirm the location and the presence of similar settings in other hotels cast doubt on the video's specific origin on Epstein's island, leading to the 'Unfounded' rating. This evidence aligns closely with reason three as it emphasizes the doubts surrounding the video's precise origin on Epstein's island, thereby supporting the rationale for the 'Unfounded' rating. Moreover, the evidence directly contradicts the claim by clarifying that there is no proof that the video indeed shows young girls in a house on Jeffrey Epstein's island."
        },
        {
            "additional_rationale1, evidence": "The evidence presented in the tweet shared by ANONYMOUS (@Anonymous2Hack) on June 3, 2020, directly supports the additional rationale provided in the fact-checking article. The tweet mentions a video shared by actor Isaac Kappy before his death, which was recorded on Jeffrey Epstein's private Pedophile’s Island, indicating a direct connection to the claim being assessed. This evidence aligns with the additional rationale by emphasizing the lack of evidence supporting the viral video showing young girls in a house on Epstein's island, ultimately leading to the 'Unfounded' rating for the claim.",
            "main_rationale, evidence": "Irrelevant"
        },
        {
            "reason3, evidence": "The evidence directly supports reason3 from the rationale. The article mentions a comparison made between the viral video and content from The Land of Legends Kingdom Hotel, showing similarities in the room. However, due to the inability to independently confirm the location and the existence of similar settings in other hotels, doubts were raised about the video's specific origin on Epstein's island, contributing to the 'Unfounded' rating. This directly corresponds to the evidence where it is stated that the location of the scene visible in the viral video could not be definitively determined, aligning with reason3. Regarding the claim-evidence relationship, the article clearly states that no evidence was found that the viral video revealed girls on Epstein's island, which directly contradicts the claim that the video authentically shows young girls in a house on Jeffrey Epstein's island."
        },
        {
            "<additional_rationale1,evidence3>": "The evidence directly supports the additional rationale provided in the fact-checking article. The tweet from user @MariaMiral12 clearly states that the viral video does not correspond to Epstein's island but rather to a 5-star hotel - Titanic Mardin Palace in Turkey. This aligns with the additional rationale explanation that there is no evidence for the viral video being captured in a house on Epstein's island. The tweet explicitly refutes the claim by identifying the actual location of the video, supporting the rationale for rating the claim as 'Unfounded'. The evidence matches this rationale by providing a clear contradiction to the claim that the video shows young girls on Epstein's island."
        },
        {
            "reason3,evidence": "The evidence directly supports 'reason3' from the combined rationales. The article mentions that a comparison with The Land of Legends Kingdom Hotel showed similarities in the room depicted in the video. However, the inability to verify the location independently and the existence of similar settings in other hotels raised doubts about the video's specific origin on Epstein's island, contributing to the 'Unfounded' rating. This evidence aligns closely with the rationale provided as it reinforces the doubts regarding the video's authenticity regarding Epstein's island location. Additionally, the evidence clearly contradicts the claim that the video authentically shows young girls in a house on Jeffrey Epstein's island by indicating that the video was likely taken at the Titanic Mardin Palace in Turkey, a Disney hotel for children with water parks, as claimed by social media users.",
            "all_rationales,evidence": "Irrelevant"
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}