{
    "url": "https://www.snopes.com/fact-check/palestinian-baby-dolls-israel/",
    "claim": "Photographs and videos shared in January 2024 showed bloodied \"Palestinian baby dolls\" made and sold in Israel.",
    "rating": "Miscaptioned",
    "content": "The photographs and videos allegedly showing \"Palestinian baby dolls\" were a pro-Palestinian art project and were neither made nor sold in Israel.\nThe protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.\nOn Jan. 12, 2024, a striking photograph was shared on X (formerly Twitter), allegedly showing a bloodied \"Palestinian baby doll\" made in Israel (and sold in Mexico). Various social media users shared the photograph of the doll in a package with text in Spanish that read \"soldados de elite\" and \"incluye bebe palestino,\" which translated to \"elite soldiers\" and \"includes Palestinian baby.\"\nOne X post captioned the image: \"How sick. They sell these… they make these… they don’t even hide their genocidal self anymore And the world watches,\"\n\nGoogle reverse-image search results showed that the images showing the doll were shared on social media platforms such as Instagram and Facebook, as well as websites in multiple languages.\nBut we found the viral images did not show an actual doll available for sale in Israel.\nWhile searching for news reports on the topic, we found an article titled, \"Unraveling Deception: The Truth Behind The Controversial ‘Israeli-Made’ Palestinian Doll.\" It read:\nPicture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.\nIn fact, we found that the original post with the in-question photo was shared by an Instagram profile @vlocke_negro on Jan. 6, 2024. However, as of Jan. 15, 2024, the original post was marked as \"edited,\" and its description read (we translated it from Spanish):\nUPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.\nThe post continued, explaining that the in-question doll was an activism art project, not an authentic doll available for sale:\nThis project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?\nAlso, on Jan. 16, 2024, the activist reposted on Instagram stories a post with the in-question doll with a caption reading:\nDolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?\nWhat's more, we found a video on the activist's profile showing how he made the doll, with a caption reading, \"Reality far exceeds this intervention.\"\nPost udostępniony przez Vlocke (@vlocke_negro)\n\nFinally, we found that a fact-checking organization Lead Stories also reported on the topic on Jan. 11, 2024.\nAll in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel. Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\"",
    "original_rationales": {
        "main_rationale": "All in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel.",
        "additional_rationale1": "Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim about bloodied 'Palestinian baby dolls' being made and sold in Israel was rated as 'Miscaptioned' because the photographs and videos actually depicted an art project by a pro-Palestinian activist in Mexico, not authentic dolls from Israel. No credible sources confirmed such dolls were produced in Israel, leading to the inaccurate caption.",
        "detailed_reasons": {
            "reason1": "The photographs and videos circulating on social media were part of an art project initiated by a Mexican activist, portraying a doll transformed to symbolize Palestinian struggles, not a commercially produced item in Israel. This discrepancy in origin directly contradicts the claim's assertion.",
            "reason2": "The context provided by the article reveals that the doll was a creation meant for social media exposure and raising awareness about the Gaza Strip conflict through artistic activism. This intention stands in stark contrast to the claim's implication of mass production for sale in Israel.",
            "reason3": "Investigative efforts, including Google reverse-image searches and fact-checking by organizations like Lead Stories, failed to find any evidence supporting the claim of these dolls being legitimately Israeli-made products. Without credible verification of their origin, the claim's caption linking them to Israel lacks factual basis."
        }
    },
    "evidences": {
        "num_of_evidence": 6,
        "evidence1": [
            "The protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.",
            [
                "https://web.archive.org/web/20231105180456/https://www.reuters.com/world/middle-east/israel-palestinian-dispute-hinges-statehood-land-jerusalem-refugees-2023-10-10/",
                "https://www.snopes.com/articles/465785/what-is-hamas-gaza/",
                "https://www.snopes.com/articles/465623/oct-7-hamas-attack-and-israeli-retaliation/",
                "https://apnews.com/article/israel-palestinians-gaza-hamas-rockets-airstrikes-tel-aviv-ca7903976387cfc1e1011ce9ea805a71",
                "https://www.ochaopt.org/",
                "https://www.snopes.com/articles/465749/where-did-the-palestinians-come-from/",
                "https://www.snopes.com/tag/israel-hamas_war/",
                "https://www.snopes.com/contact/",
                "https://www.snopes.com/join/"
            ]
        ],
        "evidence2": [
            "Picture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.",
            []
        ],
        "evidence3": [
            "UPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.",
            []
        ],
        "evidence4": [
            "This project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?",
            []
        ],
        "evidence5": [
            "Dolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?",
            []
        ],
        "evidence6": [
            "Wyświetl ten post na Instagramie\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\nPost udostępniony przez Vlocke (@vlocke_negro)",
            [
                "https://www.instagram.com/reel/C1--OzQutmB/?utm_source=ig_embed&utm_campaign=loading"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Relevant. The evidence directly supports the rationale detail provided in the article by explaining that the photographs and videos allegedly showing 'Palestinian baby dolls' were actually part of a pro-Palestinian art project and not authentic dolls made and sold in Israel. The evidence confirms that the content shared on social media misrepresented the origin and nature of the dolls, aligning with the fact-checking rationale stated."
        },
        {
            "<additional_rationale1,evidence1>": "Relevant. The evidence directly supports the rationale detail provided in the article. The article clearly states that the photographs and videos allegedly showing 'Palestinian baby dolls' were actually part of a pro-Palestinian art project and were neither made nor sold in Israel, aligning with the fact that no reliable sources reported on similar dolls being manufactured in Israel. This direct connection between the evidence and the claim supports the rating of 'Miscaptioned'."
        },
        {
            "<reason1,evidence1>": "Relevant. The evidence directly supports the rationale detail by confirming that the photographs and videos circulating on social media were actually part of an art project initiated by a Mexican activist and not commercially produced items in Israel, as specified in the claim."
        },
        {
            "<reason2,evidence1>": "Relevant. The evidence directly supports the rationale detailed in the article. The article clarifies that the photographs and videos of the 'Palestinian baby dolls' were associated with a pro-Palestinian art project and were neither made nor sold in Israel, which aligns directly with the fact that the claim was mischaracterized as showing dolls made and sold in Israel."
        },
        {
            "<reason3,evidence1>": "Relevant. The evidence directly supports the rationale for the claim being rated as 'Miscaptioned'. The content from the article clarifies that the baby dolls were part of a pro-Palestinian art project and were not manufactured or sold in Israel, aligning with the investigative efforts that failed to find any evidence supporting the claim."
        },
        {
            "<main_rationale,evidence2>": "Relevant. The evidence directly supports the claim by providing a detailed description of the doll with blood, wearing a keffiyeh, and surrounded by toy Israeli soldiers, as depicted in the viral footage. However, the article clarifies that this doll was part of a pro-Palestinian art project by an activist and not an authentic doll made and sold in Israel, aligning with the rationale detail provided."
        },
        {
            "<additional_rationale1,evidence2>": "Relevant. The evidence directly supports the rationale detail by confirming that the photographs and videos showing bloodied 'Palestinian baby dolls' were part of a pro-Palestinian art project and were neither made nor sold in Israel. This direct connection aligns with the fact-checking rationale that no reliable sources reported on similar dolls being manufactured in Israel, therefore rating the claim as 'Miscaptioned'."
        },
        {
            "<reason1,evidence2>": "Relevant. The evidence directly supports the rationale detail by confirming that the photographs and videos shared were indeed part of an art project by a Mexican activist, contradicting the claim that the bloodied 'Palestinian baby dolls' were made and sold in Israel as depicted. The evidence aligns with the fact that the doll was transformed as a symbol of the Palestinian struggle for awareness, not a product originating from Israel."
        },
        {
            "<reason2,evidence2>": "Relevant. The evidence directly supports the claim's rationale detail by debunking the claim and confirming that the doll in question was part of a pro-Palestinian art project, not mass-produced for sale in Israel. The evidence clarifies that the doll was an activist's creation meant for social media exposure and raising awareness about the Gaza Strip conflict, which contrasts with the claim's implication of Israeli manufacturing and commercialization."
        },
        {
            "<reason3,evidence2>": "Relevant. The evidence directly supports the rationale detail by confirming that the photographs and videos in question, depicting the bloodied 'Palestinian baby dolls,' were actually part of a pro-Palestinian art project and were not made or sold in Israel as claimed. The direct connection between the evidence and the rationale dispels the misinformation surrounding the origin of the dolls, aligning with the conclusion that the claim was miscaptioned."
        },
        {
            "<main_rationale,evidence3>": "Relevant. The evidence directly supports the fact-checking rationale by confirming that the viral footage indeed depicted an art project by a pro-Palestinian activist, not actual dolls made and sold in Israel. This aligns perfectly with the rationale detail that the images were misrepresented as authentic Israeli-made dolls."
        },
        {
            "<additional_rationale1,evidence3>": "Relevant. The evidence directly supports the rationale for rating the claim as 'Miscaptioned' by confirming that the dolls were not authentic products made and sold in Israel, aligning with the fact that no reliable sources reported similar dolls being manufactured in Israel."
        },
        {
            "<reason1,evidence3>": "Relevant. The evidence directly supports the fact-checking rationale by confirming that the photographs and videos showing the 'Palestinian baby dolls' were indeed part of an art project by a Mexican activist and were not made or sold in Israel. The evidence aligns with the explicit statement in the article that the doll was an activist's creation, not an authentic product from Israel, thus reinforcing the rationale detail provided."
        },
        {
            "<reason2,evidence3>": "Relevant. The evidence directly supports the rationale detail provided in the article by clarifying that the dolls were not manufactured in Israel for sale, aligning with the artistic activism purpose mentioned in the context. This direct connection between the evidence and the rationale helps debunk the claim of mass production of these dolls in Israel."
        },
        {
            "<reason3,evidence3>": "Irrelevant"
        },
        {
            "<main_rationale,evidence4>": "Relevant. The evidence directly supports the claim by clarifying that the images of the dolls were part of an art project by a Mexican activist, not actual dolls made and sold in Israel, aligning with the fact-checking rationale provided in the article that the viral footage showed an art project of a pro-Palestinian activist instead of authentic dolls made and sold in Israel."
        },
        {
            "<additional_rationale1,evidence4>": "Relevant. The evidence provided in the article confirms that the photographs and videos allegedly showing 'Palestinian baby dolls' made and sold in Israel were actually part of a pro-Palestinian art project led by an activist in Mexico and not authentic dolls available for sale in Israel. This direct correspondence between the evidence and the rationale's detail supports the claim being 'Miscaptioned.'"
        },
        {
            "<reason1,evidence4>": "Irrelevant"
        },
        {
            "<reason2,evidence4>": "Relevant. The evidence directly supports the rationale detailed in the article by confirming that the doll was part of an art project intended for social media exposure and raising awareness about the Gaza Strip conflict through artistic activism, which contradicts the claim of mass production and sale in Israel."
        },
        {
            "<reason3,evidence4>": "Relevant. The evidence directly supports the claim's rationale by confirming that the doll mentioned in the evidence was part of an art project by a Mexican activist and not an actual doll made and sold in Israel, aligning with the fact that the dolls were neither made nor sold in Israel as stated in the article."
        },
        {
            "<main_rationale,evidence5>": "Relevant. The evidence directly supports the fact-checking rationale that the viral footage showing the dolls was actually part of an art project by the pro-Palestinian activist @vlocke_negro and were not authentic dolls made and sold in Israel. The evidence specifically mentions that the dolls were part of the Bebé Palestino project by the activist and were placed in a doll store in Mexico City as symbols of resistance for Palestinians, aligning perfectly with the fact-checking rationale."
        },
        {
            "<additional_rationale1,evidence5>": "Relevant. The evidence presented in the article clearly supports the rationale detailed in the claim. The evidence describes an art project by @vlocke_negro where the dolls were part of an activism art project in Mexico City, demonstrating that the dolls were not made or sold in Israel as claimed. This clear and direct correlation between the evidence and the claim's rationale makes it a relevant relationship."
        },
        {
            "<reason1,evidence5>": "Relevant. The evidence directly supports the claim's rationale that the photographs and videos depicting 'Palestinian baby dolls' were actually part of an art project by a Mexican activist, @vlocke_negro, and were not commercially produced in Israel. The evidence aligns with the article content, confirming that the dolls showcased were not authentic products sold in Israel but rather art pieces created for the purpose of raising awareness about Palestinian struggles."
        },
        {
            "<reason2,evidence5>": "Relevant. The evidence directly supports the fact-checking rationale by clarifying that the dolls in question were part of an art project created by an activist, not made or sold in Israel as claimed. The evidence aligns with the provided rationale detailing the true intention behind the doll's creation, which was for social media exposure and raising awareness about the Gaza Strip conflict through artistic activism."
        },
        {
            "<reason3,evidence5>": "Relevant. The evidence directly supports the rationale detail by confirming that the 'Palestinian baby dolls' in question were part of an art project by @vlocke_negro, not legitimately Israeli-made products. This directly aligns with the investigative efforts and fact-checking results that found no evidence supporting the claim of the dolls being made and sold in Israel."
        },
        {
            "<main_rationale,evidence6>": "Relevant. The evidence directly supports the rationale by confirming that the photographs and videos of the 'Palestinian baby dolls' were indeed part of an art project by a pro-Palestinian activist and were not authentic dolls made and sold in Israel, aligning perfectly with the provided rationale detail."
        },
        {
            "<additional_rationale1,evidence6>": "Relevant. The evidence directly supports the claim rating of 'Miscaptioned' by confirming that the photographs and videos depicting the 'Palestinian baby dolls' were part of a pro-Palestinian art project and were not made or sold in Israel. This aligns with the rationale that no reliable sources reported on similar dolls being manufactured in Israel, leading to the 'Miscaptioned' rating."
        },
        {
            "<reason1,evidence6>": "Relevant. The evidence directly supports the rationale detail by confirming that the photographs and videos depicted a pro-Palestinian art project initiated by a Mexican activist, transforming a doll to symbolize Palestinian struggles. The evidence clearly states that the claimed doll was not made or sold in Israel, directly contradicting the original claim."
        },
        {
            "<reason2,evidence6>": "Relevant. The evidence directly supports the claim's rating of 'Miscaptioned' by providing detailed information that the dolls were not made nor sold in Israel, but were part of a pro-Palestinian art project aimed at raising awareness about the Gaza Strip conflict. The evidence aligns with the rationale that the dolls were created for social media exposure and activism purposes, not for mass production or sale in Israel."
        },
        {
            "<reason3,evidence6>": "Relevant. The evidence directly supports the rationale detailed in the article. It clearly explains that the photographs and videos showing the 'Palestinian baby dolls' were part of a pro-Palestinian art project and were not made or sold in Israel, aligning with the investigative efforts that could not verify the claim linking these dolls to Israel."
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}