{
    "url": "https://www.snopes.com/fact-check/biden-border-fence-2007/",
    "claim_content": "In August 2007, then-U.S. Sen. Joe Biden said \"no great nation\" can have uncontrolled borders and proposed increased security along the U.S.-Mexico border, including a partial border fence and more Border Patrol agents.",
    "rating_content": "True",
    "article_content": "An edited video of Biden making these comments was virally shared on X in early January 2024. His full, unedited remarks have been transcribed for this story.\nOn Jan. 8, 2024, a user on X posted a video from 2007 that showed then-U.S. Sen. Joe Biden answering a question about immigration and the U.S.-Mexico border.\n? In 2007, Senator Joe Biden declared that no great nation has uncontrolled borders, warning that America must build a border fence and increase border agents to secure the nation against drugs, terror, and illegal immigration.\nBiden accused wealthy Republicans of wanting to… pic.twitter.com/1hUGWOhaW6\n— KanekoaTheGreat (@KanekoaTheGreat) January 8, 2024\n\nThe caption of the lengthy, multi-paragraph X post began, \"In 2007, Senator Joe Biden declared that no great nation has uncontrolled borders, warning that America must build a border fence and increase border agents to secure the nation against drugs, terror and illegal immigration.\"\nThese primary claims in the post's first sentence were all true.\nThe post also criticized Biden's record as president, saying that \"a record-breaking eight million people have illegally entered the country in three years with a fentanyl crisis leading to over 106,000 Americans overdosing on drugs last year.\"\nHere are the facts: According to U.S. Customs and Border Protection, data from February 2021 through November 2023 (the most recent available data) showed \"Southwest land border encounters\" on the U.S.-Mexico border totaled well over 6.7 million during that time period. Biden took office in the latter part of January 2021. Finalized data released in the future may indeed confirm a total of 8 million Southwest border encounters for Biden's during 36 months in office.\nAs for the claim about fentanyl and drug overdoses, data from the Centers for Disease Control and Prevention showed that there had been an estimated 106,661 U.S. drug overdose deaths for the 12 months that ended in July 2023 (the most recent available data from the CDC). The majority of those deaths, 74,191, were from fentanyl and synthetic opioids other than methadone.\nAdditionally, the post made numerous other references regarding Biden's record on immigration, including when he ended the \"Remain in Mexico\" policy, paused deportations and halted border wall construction.\nNote: In September 2023, it became public that the Biden administration planned to build 20-mile section of border wall along the U.S.-Mexico border. Biden later told reporters that the partial fence had to be built to comply with the law and that funding from former President Donald Trump's administration had to be used for the construction. He also said \"no\" in response to a question about whether or not he believed border walls were effective in stopping the influx of undocumented immigrants.\nThe edited video that was shared on X was recorded at a town hall meeting on Aug. 12, 2007, and took place in front of Madison County Democrats at the Madison County Historical Society in Winterset, Iowa. At the time, Biden was on the campaign trail running for the presidency ahead of the 2008 election – a race that was ultimately won by Barack Obama, with Biden serving as his vice president for two terms.\nThe video was reposted by the likes of X owner Elon Musk, who made the unfounded claim that Biden was \"importing voters,\" apparently referring to the 2024 U.S. presidential election.\nDuring the town hall, Biden was asked by an unidentified woman, \"I'm grappling and look to your leadership and experience on this issue of immigration. What is your wisdom and thinking experience about what's legal, not legal... a big tall fence?\"\nNear the beginning of Biden's answer, he said words that were later echoed in the caption of the video post on X: \"It makes sense that no great nation can be in a position where they can't control their borders. It matters how you control your borders. Not just for immigration. But it matters for drugs, terror [and] a whole range of other things.\"\nLater in his answer, he mentioned the idea of \"a significant increase in the security at the border,\" including \"virtual fencing, some fencing [and] additional Border Patrol [agents].\" He also specified, about his mention of a border fence, \"Not a fence 3,000 miles like these folks are talking about\" – an apparent reference to Republicans.\nMore than half of Biden's answer was cut out of the version of the clip that ultimately was posted on X. His full answer – which is available at the 32:52 mark in this C-SPAN video – lasted just over 11 minutes and 30 seconds.\nSeveral moments that were edited out of the video that was posted on X included Biden talking about the children who crossed the Southwest border, the Statue of Liberty, people who \"race-bait\" when debating immigration, and the fact that only around half of undocumented immigrants in the U.S. are from Mexico.\nWe transcribed Biden's full, very lengthy answer below. Only the bolded portions of Biden's answer below were included in the viral video that was posted on X in early January 2024:\nMy experience is that the American people, historically, are, on balance, much more generous than they are parochial. But what they want to know is what you're saying to them makes sense. And there's three things that makes sense, it seems to me. And the figure is, the point is, how do you bring them in line with one another?\nIt makes sense that no great nation can be in a position where they can't control their borders. It matters how you control your borders. Not just for immigration. But it matters for drugs, terror [and] a whole range of other things. So, that's the first sort of truism.\nThe second truism is that, that this nation is such that people in the country should have the first opportunity to be able to have jobs that pay well and have jobs that are decent, and that, after that, the second crack goes to what we may need from other parts of the world or other, or any other input.\nAnd the third sort of truism is that we as a country have never let, no matter what the source, children and disadvantaged people, legal or illegal, be left out there to just, you know, atrophy, to just, to be, to stay in the shadows, to be victimized. And we've always given them a path. A path legally or illegally getting here. A path to deal with it.\nAnd look, you know, there's an awful lot of the illegals, quote unquote, that are here, the undocumented, that are here that didn't choose to be here. They're children. They're children. And so, the question is, how do you take those three instincts and urges of the American people, this notion of fairness, get in line, don't jump ahead of the line. You know, you get in line. And these people didn't get in line. They jumped ahead of the gate. They, you know, that bothers people. And how do you reconcile that with the fact that a lot of people are here and have been here a long time who didn't ask to come here, but now are in a position where, how do you deal with it? Here's the conclusion I've come up with, and it's sort of in equal parts.\nWe have to, we have to, and I've been arguing for, when I was back in my days as chairman of the [Senate] Judiciary Committee, and straight through as the leader of the [Senate] Foreign Relations Committee. I've been arguing for the need to put more protection on our borders, meaning that you have more border guards. This president [is] refusing to add the number of border guards, now said he has to send the National Guard down. He vetoed, he was against adding the number of border guards. I only can suggest the reason he was is because he needed to have money for his tax cuts that were unnecessary. I'm not being facetious. I'm being serious. Again, show me what you value. He had put a higher value on tax cuts for the wealthy than he did on protecting the border, and all of a sudden, the public responds and now he says, now we gotta send the National Guard down there that's already overstretched by God knows how much. You know the units going in and out of your own state going to Iraq and to Afghanistan.\nSo, I think what you have to do is you have to have a significant increase in the security at the border, including limited elements where you actually have a fence. Not a fence 3,000 miles like these folks are talking about. But you've got to, there are certain places, people can go over and under a fence, but you can't take 100 kilos of cocaine over and under a fence. And what you do when you have limited places where fences are in populated areas, you force these drug dealers and others around making it easier to apprehend, because there's fewer places to come through. So I think the combination of virtual fencing, some fencing [and] additional Border Patrol is important.\nBut the second piece is, you've got 14 million people here. 14 million people here are undocumented, a significant number of them being children. The idea of us finding and having the money and/or the means by which to gather up 14 million people and putting them in planes, busses and trucks and send them back to their country of origin, first of all, would be prohibitively expensive. It would take every bit of our law enforcement effort that we have in the nation, dealing with all of the things to do it. And beyond that, imagine what we would look like to the rest of the world. It would make the Statue of Liberty look like a miniature if we were doing that.\nThe truth of the matter is we should provide for a means by which there is earned access over time, where you have to learn the language, where you have to demonstrate you have a job, you've paid your taxes, you've paid back taxes, you have a tamper-proof card, you go back to the area of embarkation to be able to be registered, you have a criminal background check... a path. A path made available to people to demonstrate they are good citizens, can be good citizens and have that pathway over the next decade. And that's about how long it would take. I think that's reasonable.\nThe third thing though, is, the part about jobs. I don't like the part where you have... it's amazing how the free enterprise system and our conservative business friends talk about free enterprise and the right of competition and supply and demand. And yet, there's one whole category of people that they want to be allowed in on work permits that will take away jobs of Americans right now. We need seasonal agricultural workers. It makes sense. And we need special H-1B people where we don't have enough people to fill spots that are needed at that high end, the high tech end. I understand that. But I don't go for this idea of having the allowance of a significant increase, several hundred thousand people a year, to take regular jobs, particularly in the construction industry, when you have another 300,000 people competing to hang drywall, figuratively speaking, or to carry bricks up, you know, a stairway, up to the 15th story of a building or to do a lot of other work in a construction area, guess what it allows the employer to do? [It] keeps the wage lower.\nWe have plenty of Americans to take those jobs. We don't have Americans who aren't willing to take those jobs. But the reason why the employers want this extra influx on a temporary basis, in my view, is it drives costs down. That's not fair to Americans. So you have to hold employers responsible in this measure here. Hold them responsible that they have to hire Americans first. Only if there's no Americans available for the job should we be promoting the idea of bringing in extra workers, in my view.\nNow, here's the part that gets me in trouble, though. I'm the only one that says what I'm about to say. I am given credit for knowing something about foreign policy. Whether the credit is due or not is for you to determine. I get applauded when I say things that suggest that Egypt or Pakistan or Saudi Arabia have some more equitable way to deal with their own citizens in terms of democracy, so that the only outlet is not the mosque and the radicalization of a population. Well, when I say what I'm about to say, I get criticized.\nThe truth of the matter is, if we settled the immigration problem tomorrow and deal with all 14 million undocumented, ok, and by the way, by the way, everybody thinks every undocumented is from Mexico. The truth of the matter is that half of the undocumented, more than half, are not Spanish speakers. They're people who have come here and have overstayed their visas. They're people from Europe. They're people from Asia. They're people from Africa. They're people from the Middle East. They've overstayed their visas.\nAnd we've used, there's been a little bit of race-baiting in this debate here. That somehow, it's all those Mexicans that are coming across. And I actually had a woman ask me, and God love her, I think she meant it. She said, isn't this the way in which they're going to take back Texas? No, I'm serious. It's part of urban legend though, seriously. Get so many Mexicans that are going to move into Texas and New Mexico that they'll reclaim that. So there's a lot of urban legend in this.\nBut here's the deal. As it relates to Latin America, until Mexico, for one, which is one of the richest nations in the hemisphere. People aren't coming to the United States from Mexico because it's a poor nation. It's because they have an incredibly terrible distribution system of providing any services or opportunities for their people. It's a stratified economy, by and large. The very, very wealthy and the very poor. And I don't know what people think. You know, there's this image that everybody just wants to come in the United States of America. The idea that you have a family tonight sitting in some dirt-poor village in Mexico, saying at the dinner table with their meager meal, you know what we should do? We should gather up every single, solitary spare set we have. We should sell everything we have to get enough money to pay to a bunch of thugs who are going to put us in an airless tractor trailer, drive us up to the border, send us across the desert, which we may or may not make, to go to a country that doesn't want us, to speak a language that we don't know... Let's go! We can hardly wait to leave.\nThe reason why people go and come here, and particularly in the case of the easiest-access route through Mexico, is because the discrepancy for what they can earn for their family in that place and what they can earn here, is 10, 12, 15-to-1. And as long as those odds are 10, 12, 15-to-1, people will walk through walls to do that. So we should be saying to Mexico, hey, we can't make you change your system. But guess what? You better have a more equitable system for your own people, giving them a chance for education, for opportunity, for healthcare in your own, or don't expect cooperation from us in a lot of things. Because if we don't, we can fix this problem and 15 years from now we're going to be saying, what are we gonna do about the flow of illegals into the country of the United States of America.\nSo there are the elements about the way I'd go about dealing with it. It's hard. It's difficult. It's susceptible to demagoguery. But the basic facts are, employers have to be held accountable for unscrupulous practices of bringing people here in order to keep wages down, we have to protect our border by putting more infrastructure and investment in the border to be able to control it, not just for immigration but for drugs and we have to provide a pathway for people here that earned, earned the opportunity to become American citizens. That's how I view it.",
    "original_rationals": {
        "rationale1": "In 2007, Senator Joe Biden declared that no great nation has uncontrolled borders, warning that America must build a border fence and increase border agents to secure the nation against drugs, terror, and illegal immigration.",
        "rationale2": "The caption of the lengthy, multi-paragraph X post began, \"In 2007, Senator Joe Biden declared that no great nation has uncontrolled borders, warning that America must build a border fence and increase border agents to secure the nation against drugs, terror and illegal immigration.\"",
        "rationale3": "These primary claims in the post's first sentence were all true."
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim has been rated as 'True' based on the evidence presented in the article. The article contains a detailed account of then-U.S. Sen. Joe Biden's comments from 2007 where he emphasized the importance of securing borders through measures like constructing a partial fence and increasing Border Patrol agents. This alignment between the claim and Biden's statements, as well as the substantiated data on border encounters and drug overdose deaths, supports the 'True' rating. Additionally, Biden's comprehensive response during the town hall meeting further corroborates the claim's accuracy, highlighting his views on border security, job opportunities, and undocumented immigrants, thus solidifying the basis for the rating."
    },
    "evidences": {
        "evidence0": "? In 2007, Senator Joe Biden declared that no great nation has uncontrolled borders, warning that America must build a border fence and increase border agents to secure the nation against drugs, terror, and illegal immigration.\nBiden accused wealthy Republicans of wanting to… pic.twitter.com/1hUGWOhaW6\n— KanekoaTheGreat (@KanekoaTheGreat) January 8, 2024",
        "evidence1": "My experience is that the American people, historically, are, on balance, much more generous than they are parochial. But what they want to know is what you're saying to them makes sense. And there's three things that makes sense, it seems to me. And the figure is, the point is, how do you bring them in line with one another?\nIt makes sense that no great nation can be in a position where they can't control their borders. It matters how you control your borders. Not just for immigration. But it matters for drugs, terror [and] a whole range of other things. So, that's the first sort of truism.\nThe second truism is that, that this nation is such that people in the country should have the first opportunity to be able to have jobs that pay well and have jobs that are decent, and that, after that, the second crack goes to what we may need from other parts of the world or other, or any other input.\nAnd the third sort of truism is that we as a country have never let, no matter what the source, children and disadvantaged people, legal or illegal, be left out there to just, you know, atrophy, to just, to be, to stay in the shadows, to be victimized. And we've always given them a path. A path legally or illegally getting here. A path to deal with it.\nAnd look, you know, there's an awful lot of the illegals, quote unquote, that are here, the undocumented, that are here that didn't choose to be here. They're children. They're children. And so, the question is, how do you take those three instincts and urges of the American people, this notion of fairness, get in line, don't jump ahead of the line. You know, you get in line. And these people didn't get in line. They jumped ahead of the gate. They, you know, that bothers people. And how do you reconcile that with the fact that a lot of people are here and have been here a long time who didn't ask to come here, but now are in a position where, how do you deal with it? Here's the conclusion I've come up with, and it's sort of in equal parts.\nWe have to, we have to, and I've been arguing for, when I was back in my days as chairman of the [Senate] Judiciary Committee, and straight through as the leader of the [Senate] Foreign Relations Committee. I've been arguing for the need to put more protection on our borders, meaning that you have more border guards. This president [is] refusing to add the number of border guards, now said he has to send the National Guard down. He vetoed, he was against adding the number of border guards. I only can suggest the reason he was is because he needed to have money for his tax cuts that were unnecessary. I'm not being facetious. I'm being serious. Again, show me what you value. He had put a higher value on tax cuts for the wealthy than he did on protecting the border, and all of a sudden, the public responds and now he says, now we gotta send the National Guard down there that's already overstretched by God knows how much. You know the units going in and out of your own state going to Iraq and to Afghanistan.\nSo, I think what you have to do is you have to have a significant increase in the security at the border, including limited elements where you actually have a fence. Not a fence 3,000 miles like these folks are talking about. But you've got to, there are certain places, people can go over and under a fence, but you can't take 100 kilos of cocaine over and under a fence. And what you do when you have limited places where fences are in populated areas, you force these drug dealers and others around making it easier to apprehend, because there's fewer places to come through. So I think the combination of virtual fencing, some fencing [and] additional Border Patrol is important.\nBut the second piece is, you've got 14 million people here. 14 million people here are undocumented, a significant number of them being children. The idea of us finding and having the money and/or the means by which to gather up 14 million people and putting them in planes, busses and trucks and send them back to their country of origin, first of all, would be prohibitively expensive. It would take every bit of our law enforcement effort that we have in the nation, dealing with all of the things to do it. And beyond that, imagine what we would look like to the rest of the world. It would make the Statue of Liberty look like a miniature if we were doing that.\nThe truth of the matter is we should provide for a means by which there is earned access over time, where you have to learn the language, where you have to demonstrate you have a job, you've paid your taxes, you've paid back taxes, you have a tamper-proof card, you go back to the area of embarkation to be able to be registered, you have a criminal background check... a path. A path made available to people to demonstrate they are good citizens, can be good citizens and have that pathway over the next decade. And that's about how long it would take. I think that's reasonable.\nThe third thing though, is, the part about jobs. I don't like the part where you have... it's amazing how the free enterprise system and our conservative business friends talk about free enterprise and the right of competition and supply and demand. And yet, there's one whole category of people that they want to be allowed in on work permits that will take away jobs of Americans right now. We need seasonal agricultural workers. It makes sense. And we need special H-1B people where we don't have enough people to fill spots that are needed at that high end, the high tech end. I understand that. But I don't go for this idea of having the allowance of a significant increase, several hundred thousand people a year, to take regular jobs, particularly in the construction industry, when you have another 300,000 people competing to hang drywall, figuratively speaking, or to carry bricks up, you know, a stairway, up to the 15th story of a building or to do a lot of other work in a construction area, guess what it allows the employer to do? [It] keeps the wage lower.\nWe have plenty of Americans to take those jobs. We don't have Americans who aren't willing to take those jobs. But the reason why the employers want this extra influx on a temporary basis, in my view, is it drives costs down. That's not fair to Americans. So you have to hold employers responsible in this measure here. Hold them responsible that they have to hire Americans first. Only if there's no Americans available for the job should we be promoting the idea of bringing in extra workers, in my view.\nNow, here's the part that gets me in trouble, though. I'm the only one that says what I'm about to say. I am given credit for knowing something about foreign policy. Whether the credit is due or not is for you to determine. I get applauded when I say things that suggest that Egypt or Pakistan or Saudi Arabia have some more equitable way to deal with their own citizens in terms of democracy, so that the only outlet is not the mosque and the radicalization of a population. Well, when I say what I'm about to say, I get criticized.\nThe truth of the matter is, if we settled the immigration problem tomorrow and deal with all 14 million undocumented, ok, and by the way, by the way, everybody thinks every undocumented is from Mexico. The truth of the matter is that half of the undocumented, more than half, are not Spanish speakers. They're people who have come here and have overstayed their visas. They're people from Europe. They're people from Asia. They're people from Africa. They're people from the Middle East. They've overstayed their visas.\nAnd we've used, there's been a little bit of race-baiting in this debate here. That somehow, it's all those Mexicans that are coming across. And I actually had a woman ask me, and God love her, I think she meant it. She said, isn't this the way in which they're going to take back Texas? No, I'm serious. It's part of urban legend though, seriously. Get so many Mexicans that are going to move into Texas and New Mexico that they'll reclaim that. So there's a lot of urban legend in this.\nBut here's the deal. As it relates to Latin America, until Mexico, for one, which is one of the richest nations in the hemisphere. People aren't coming to the United States from Mexico because it's a poor nation. It's because they have an incredibly terrible distribution system of providing any services or opportunities for their people. It's a stratified economy, by and large. The very, very wealthy and the very poor. And I don't know what people think. You know, there's this image that everybody just wants to come in the United States of America. The idea that you have a family tonight sitting in some dirt-poor village in Mexico, saying at the dinner table with their meager meal, you know what we should do? We should gather up every single, solitary spare set we have. We should sell everything we have to get enough money to pay to a bunch of thugs who are going to put us in an airless tractor trailer, drive us up to the border, send us across the desert, which we may or may not make, to go to a country that doesn't want us, to speak a language that we don't know... Let's go! We can hardly wait to leave.\nThe reason why people go and come here, and particularly in the case of the easiest-access route through Mexico, is because the discrepancy for what they can earn for their family in that place and what they can earn here, is 10, 12, 15-to-1. And as long as those odds are 10, 12, 15-to-1, people will walk through walls to do that. So we should be saying to Mexico, hey, we can't make you change your system. But guess what? You better have a more equitable system for your own people, giving them a chance for education, for opportunity, for healthcare in your own, or don't expect cooperation from us in a lot of things. Because if we don't, we can fix this problem and 15 years from now we're going to be saying, what are we gonna do about the flow of illegals into the country of the United States of America.\nSo there are the elements about the way I'd go about dealing with it. It's hard. It's difficult. It's susceptible to demagoguery. But the basic facts are, employers have to be held accountable for unscrupulous practices of bringing people here in order to keep wages down, we have to protect our border by putting more infrastructure and investment in the border to be able to control it, not just for immigration but for drugs and we have to provide a pathway for people here that earned, earned the opportunity to become American citizens. That's how I view it."
    },
    "relationship_with_evidence": [
        {
            "relationship_with_evidence0": "The provided rationale states that then-U.S. Sen. Joe Biden emphasized the importance of securing borders in 2007 by proposing measures like constructing a partial fence and increasing Border Patrol agents, aligning with the claim. This alignment is supported by the evidence from a video in 2007 where Biden indeed declared that uncontrolled borders are not sustainable for a great nation. Furthermore, the evidence includes data on Southwest land border encounters and drug overdose deaths, which substantiate the need for border security measures. Additionally, Biden's detailed response during a town hall meeting further solidifies the claim's accuracy by highlighting additional aspects of his views on border control, job opportunities, and handling undocumented immigrants."
        },
        {
            "relationship_with_evidence1": "The rationale for the claim that then-U.S. Sen. Joe Biden advocated for securing borders through measures like constructing a partial fence and increasing Border Patrol agents aligns with the evidence presented in the provided excerpts from Biden's 2007 comments. Biden emphasized the importance of controlling borders not only for immigration but also for addressing issues like drugs and terror, supporting the rationale's focus on border security. Furthermore, Biden's discussions about the need for more protection on borders, including suggestions for virtual fencing, limited physical barriers, and additional Border Patrol agents, directly support the claim's assertion about his proposed measures. The evidence underscores how Biden's statements from the past substantiate the claim's accuracy, showcasing his perspectives on border control strategies and the handling of undocumented immigrants. Thus, the detailed excerpts from Biden's 2007 speech corroborate the rationale, enhancing the credibility of the claim and justifying its 'True' rating."
        }
    ]
}