{
    "url": "https://www.snopes.com/fact-check/italy-nazi-rally/",
    "claim_content": "Viral video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024.",
    "rating_content": "True",
    "article_content": "In January 2024 a video went viral on social media, allegedly showing hundreds of fascists saluting in Rome. As of this writing, only one post with the in-question video gained nearly 30 million views. \"Hundreds make fascist salute in rome outside former headquarters of the italian social movement,\" one post on X (formerly Twitter) captioned the video.\nhundreds make fascist salute in rome outside former headquarters of the italian social movement\nin 2024, not 1934pic.twitter.com/k2TJfgbUYz\n— ian bremmer (@ianbremmer) January 9, 2024\n\nThe video is authentic and was captured outside the former headquarters of the neo-fascist Italian Social Movement (which no longer exists as such), as The Guardian reported on Jan. 8, 2024. Participants of the gathering were commemorating the 46th anniversary of killing of three fascists in Via Acca Larentia, known as the Acca Larentia massacre. The BBC also reported on the topic in an article with the title \"Italian fascist salute images spark political uproar.\" It read:\nItalian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.\nThey were taking part in an annual commemoration for three far-right activists who were killed in the 1970s, allegedly by far-left militants.\nBut a video shared on social media has thrust the event into the spotlight.\nIn it, rows of black-clad men can be seen extending their right arms.\nThey are also heard shouting \"Present!\", in response to the rallying cry \"For all fallen comrades!\" - a slogan typical of the Italian far-right.\nMoreover, we found multiple Italian-language articles on the topic. For instance, an Italian newspaper la Repubblica published an article on the topic with the title \"Acca Larentia, hundreds of Roman greetings: it's 2024 but it seems like Rome in 1924.\" The article read (we translated it from Italian):\nThe image is striking: hundreds of outstretched arms rising upward when the \"present\" is called. Roman greetings in front of the former MSI headquarters in Via Acca Larentia, Rome, to commemorate three young Fronte della Gioventù members killed there in front 46 years ago, Franco Bigonzetti, Francesco Ciavatta and Stefano Recchioni, the first two by a far-left commando, the third in the clashes that followed between far-right youths and police forces.\nThe scene from the viral video was also commented in an article published another Italian daily newspaper, Corriere della Sera, underscoring that the footage sparked a discussion on social media.\nThe video with the Roman salutes\nAttention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions.\nOn Jan. 10, 2023, ANSA (Agenzia Nazionale Stampa Associata), the leading news agency in Italy, reported that over 100 people were identified for \"Acca Larentia Fascist salutes.\" The article read:\nFar-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia.",
    "original_rationals": {
        "rationale1": "The video is authentic and was captured outside the former headquarters of the neo-fascist Italian Social Movement (which no longer exists as such), as The Guardian reported on Jan. 8, 2024.",
        "rationale2": "Attention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions."
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim that a viral video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024, has been rated as 'True' based on multiple sources confirming the authenticity of the video and the event. Reports from reputable news outlets like The Guardian and BBC, along with Italian-language articles from la Repubblica and Corriere della Sera, provide detailed accounts of the incident outside the former headquarters of the neo-fascist Italian Social Movement. These sources verify the presence of individuals commemorating the Acca Larentia massacre, with participants giving Fascist salutes and chanting slogans typical of the Italian far-right. Furthermore, ANSA, a prominent Italian news agency, reported the identification of over 100 individuals involved in the event. The convergence of evidence from diverse sources substantiates the claim's truthfulness regarding the viral video depicting the Fascist salute incident in Rome on the specified date."
    },
    "evidences": {
        "evidence0": "hundreds make fascist salute in rome outside former headquarters of the italian social movement\nin 2024, not 1934pic.twitter.com/k2TJfgbUYz\n— ian bremmer (@ianbremmer) January 9, 2024",
        "evidence1": "Italian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.\nThey were taking part in an annual commemoration for three far-right activists who were killed in the 1970s, allegedly by far-left militants.\nBut a video shared on social media has thrust the event into the spotlight.\nIn it, rows of black-clad men can be seen extending their right arms.\nThey are also heard shouting \"Present!\", in response to the rallying cry \"For all fallen comrades!\" - a slogan typical of the Italian far-right.",
        "evidence2": "The image is striking: hundreds of outstretched arms rising upward when the \"present\" is called. Roman greetings in front of the former MSI headquarters in Via Acca Larentia, Rome, to commemorate three young Fronte della Gioventù members killed there in front 46 years ago, Franco Bigonzetti, Francesco Ciavatta and Stefano Recchioni, the first two by a far-left commando, the third in the clashes that followed between far-right youths and police forces.",
        "evidence3": "The video with the Roman salutes\nAttention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions.",
        "evidence4": "Far-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia."
    },
    "relationship_with_evidence": [
        {
            "relationship_with_evidence0": "The provided evidence, a tweet by Ian Bremmer featuring a video showing people performing Fascist salutes in Rome in 2024, directly supports the rationale's claim that the viral video depicting hundreds of individuals giving Fascist salutes in Rome on Jan. 7, 2024, is true. This tweet aligns with the multiple sources referenced in the rationale, such as reports from The Guardian, BBC, la Repubblica, and Corriere della Sera, all confirming the authenticity of the event outside the former headquarters of the neo-fascist Italian Social Movement. The tweet, showcasing the actual event mentioned in various news outlets, serves as tangible visual evidence that substantiates the claim of individuals participating in the Fascist salute incident on the specified date."
        },
        {
            "relationship_with_evidence1": "The provided rationale supports the claim by highlighting multiple pieces of evidence that corroborate the authenticity of the viral video showing hundreds of individuals performing a Fascist salute in Rome on January 7, 2024. The evidence from sources like The Guardian, BBC, la Repubblica, and Corriere della Sera confirms the presence of participants commemorating the Acca Larentia massacre outside the former headquarters of the neo-fascist Italian Social Movement, engaging in Fascist salutes and chanting far-right slogans. Additionally, the report from ANSA further strengthens the claim by mentioning the identification of over 100 individuals involved in the event. This convergence of evidence from reputable news outlets and Italian sources substantiates the truthfulness of the claim, aligning closely with the rated 'True' assessment."
        },
        {
            "relationship_with_evidence2": "The evidence from the articles confirms the rationale that the claim of a viral video showing hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024, is true. The articles highlight the commemoration event outside the former headquarters of the neo-fascist Italian Social Movement where participants gave Fascist salutes in honor of three far-right activists killed in the Acca Larentia massacre. The details in the articles describe the scene captured in the video, with individuals extending their arms and chanting specific slogans associated with the Italian far-right. Additionally, the report from ANSA further supports the claim by revealing over 100 individuals identified for their involvement in the event. The convergence of information across various reputable sources solidifies the authenticity of the video and the presence of individuals performing the Fascist salute, aligning with the synthesized rationale that the claim is indeed true."
        },
        {
            "relationship_with_evidence3": "The rationale for the claim that a viral video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024, being rated as 'True' is strongly supported by the evidence provided. The evidence highlights details from the video, such as the participants extending their right arms in Roman salutes and chanting slogans typical of the Italian far-right, which align with the description of the event outside the former headquarters of the neo-fascist Italian Social Movement. The evidence explicitly describes the actions captured in the video, including the response of 'Present!' to the rallying cry 'For all fallen comrades!', all of which corroborate the accounts from various reputable sources like The Guardian, BBC, la Repubblica, and Corriere della Sera. Furthermore, the mention of over 100 individuals being identified for the Fascist salutes by ANSA, a prominent Italian news agency, adds a layer of verification to the claim's authenticity, further solidifying the rationale provided based on the convergence of evidence supporting the truthfulness of the claim."
        },
        {
            "relationship_with_evidence4": "The provided evidence from ANSA news agency aligns with the rationale's assertion of over 100 people being identified for participating in the Fascist salute event outside the former headquarters of the neo-Fascist Italian Social Movement. This evidence confirms the involvement of far-right groups from various regions and the ongoing efforts by law enforcement, specifically the DIGOS unit, to identify additional individuals associated with the commemoration. This substantiates the claim's credibility as it reflects the detailed accounts from reputable sources mentioned in the rationale, thus reinforcing the truthfulness of the viral video depicting the Fascist salute incident in Rome on Jan. 7, 2024."
        }
    ]
}