{
    "url": "https://www.snopes.com/fact-check/ribbon-worm-video/",
    "claim_content": "A video shared in late December 2023 authentically showed a ribbon worm, \"spitting a living, tree-like proboscis to hunt it's prey.\"",
    "rating_content": "True",
    "article_content": "In late December 2023, a video was circulated on Reddit, alleging \"the ribbon worm, one of the most outlandish creatures we've ever discovered, spits a living, tree-like proboscis to hunt it's prey.\"\n \n(Reddit u/NeverEndingWalker64)\nWe used Google reverse-image search to investigate the video's origins. The results showed that it had been shared on various platforms such as Reddit, X (formerly Twitter), YouTube, TikTok, and Instagram.\nProbably one of the most 'alien-like' species, the ribbon worm spits a living, tree-like proboscis to hunt it preypic.twitter.com/s71zUbNkvH\n— Massimo (@Rainmaker1973) October 23, 2023\n\nThe earliest instance of the video being shared we found was a re-post of a TikTok video by @thatcherisdeadding Reddit user from 2021.\nand what is it doing\nbyu/thatcherisdeadding inwhatsthisbug\n\nUnfortunately, the @_pharouque TikTok account credited in the above-mentioned post was not active as of this writing.\nTherefore, to assess the video's authenticity, we started by researching whether ribbon worms even existed. For reference, here's Encyclopaedia Britannica description of a \"ribbon worm,\" also called a \"proboscis worm.\"\nRibbon worm, any member of the invertebrate phylum Nemertea (sometimes called Nemertinea, or Rhynchocoela), which includes mainly free-living forms but also a few parasites of crustaceans, mollusks, and sea squirts. The majority of the approximately 900 known nemertean species are found in marine habitats. Some, however, live in freshwater or on land. The name proboscis worm derives from the muscular eversible proboscis, which is housed in a fluid-filled chamber above the gut. This tube-shaped organ, which in many aquatic forms has a needlelike stylet, is typically used to trap prey. The stylet may also be used for burrowing; in land-dwelling species it may be used for rapid movement.\nWhat's more, we found other similar videos showing a ribbon worm and its proboscis:\nA Ribbon Worm expelling an organ called its proboscis, it uses it to capture and digest prey up to three times larger than its size.\nbyu/rAwIsDeatH innextfuckinglevel\nThe footage attached to the above post was featured, for instance, in Science Channel's video shared in January 2016 with the title, \"The Proboscis Worm's Mouth of Horrors.\"\n\nMoreover, Nature's article on the topic of ribbon worms, titled, \"A poisonous shield, a potent venom: these worms mean business,\" read:\nThe wriggling creatures called ribbon worms protect themselves with toxin-laden mucus and subdue their prey with venom that they inject through a retractable proboscis. But scientists have had a limited understanding of the toxic compounds deployed by the more than 1,300 ribbon-worm species (phylum Nemertea).\nFinally, we found another similar video showing a ribbon worm that went viral back in 2015.\n\nMental Floss, an online magazine, in an article titled, \"Meet This Bizarre and Mysterious Ribbon Worm,\" discussed the video above, citing biologist Sebastian Kvist, who \"specializes in Nemertea, the phylum of ribbon worms this creature belongs to.\" Kvist explained to Mental Floss that, \"The worm also throws out its proboscis as a defensive strategy — and that’s what we’re seeing in the video,\" underscoring that, “What we’re seeing is a very stressed worm that’s doing everything it can to try to get away from the situation that it’s in.”\nAll in all, although we did not find the original poster of the in-question video, we found other, very similar-looking footage of the ribbon worm \"spitting a tree-like proboscis.\" Because of that, we have rated the claim as \"True.\" We will update this article if/when new information comes to light on the video's origins.",
    "original_rationals": {
        "rationale1": "All in all, although we did not find the original poster of the in-question video, we found other, very similar-looking footage of the ribbon worm \"spitting a tree-like proboscis.\" Because of that, we have rated the claim as \"True.\"",
        "rationale2": ""
    },
    "summary_rationals": {
        "synthesized_rationale": "The 'True' rating for the claim that a video in late December 2023 authentically showed a ribbon worm spitting a tree-like proboscis to hunt its prey is supported by evidence from various sources. The article mentions conducting a reverse image search which uncovered the video shared on multiple platforms. Additional videos and articles describing ribbon worms' behavior align with the video in question, showing similar actions. Expert opinions, such as biologist Sebastian Kvist's explanation, further validate the authenticity of the video. The text concludes that due to the discovery of other comparable content and expert insights, the claim is deemed 'True.'"
    },
    "evidences": {
        "evidence0": "Probably one of the most 'alien-like' species, the ribbon worm spits a living, tree-like proboscis to hunt it preypic.twitter.com/s71zUbNkvH\n— Massimo (@Rainmaker1973) October 23, 2023",
        "evidence1": "and what is it doing\nbyu/thatcherisdeadding inwhatsthisbug",
        "evidence2": "Ribbon worm, any member of the invertebrate phylum Nemertea (sometimes called Nemertinea, or Rhynchocoela), which includes mainly free-living forms but also a few parasites of crustaceans, mollusks, and sea squirts. The majority of the approximately 900 known nemertean species are found in marine habitats. Some, however, live in freshwater or on land. The name proboscis worm derives from the muscular eversible proboscis, which is housed in a fluid-filled chamber above the gut. This tube-shaped organ, which in many aquatic forms has a needlelike stylet, is typically used to trap prey. The stylet may also be used for burrowing; in land-dwelling species it may be used for rapid movement.",
        "evidence3": "A Ribbon Worm expelling an organ called its proboscis, it uses it to capture and digest prey up to three times larger than its size.\nbyu/rAwIsDeatH innextfuckinglevel",
        "evidence4": "The wriggling creatures called ribbon worms protect themselves with toxin-laden mucus and subdue their prey with venom that they inject through a retractable proboscis. But scientists have had a limited understanding of the toxic compounds deployed by the more than 1,300 ribbon-worm species (phylum Nemertea)."
    },
    "relationship_with_evidence": [
        {
            "relationship_with_evidence0": "The 'True' rating for the claim that a video in late December 2023 authentically showed a ribbon worm spitting a tree-like proboscis to hunt its prey is strongly supported by evidence from various sources. The rationale indicates that the rating is backed by the results of a Google reverse-image search, which revealed the wide circulation of the video on platforms like Reddit, Twitter, YouTube, TikTok, and Instagram. Additionally, the discovery of similar videos and articles showcasing ribbon worms' behavior and the expert opinion of biologist Sebastian Kvist, who confirmed the defensive strategy of spitting out the proboscis, further solidify the authenticity of the video. The evidence presented in the form of the initial video shared on Twitter, discussions in online magazines like Mental Floss, and scientific articles from sources like Nature collectively validate the claim's 'True' rating by demonstrating consistency and expert confirmation of the unusual behavior observed in the video."
        },
        {
            "relationship_with_evidence": "The rationale supporting the 'True' rating for the claim that a video in late December 2023 authentically showed a ribbon worm spitting a tree-like proboscis to hunt its prey is well-supported by various pieces of evidence. The article mentions using a Google reverse-image search, which unveiled the video shared on different platforms. Additionally, the discovery of similar videos and articles depicting ribbon worms' behavior, including the expulsion of a proboscis for hunting, corroborates the authenticity of the video in question. Expert input from biologist Sebastian Kvist, who specializes in Nemertea, further solidifies the claim's credibility by explaining that the worm throws out its proboscis as a defensive strategy, aligning with what was observed in the video. Therefore, the evidence from multiple sources, including expert opinions and comparable visual content, strengthens the rationale provided and justifies the 'True' rating given to the claim."
        },
        {
            "relationship_with_evidence": "The rationale supporting the 'True' rating for the claim that a video in late December 2023 showed a ribbon worm spitting a tree-like proboscis to hunt its prey is well substantiated by the evidence provided in the article. The evidence includes a description of ribbon worms from the Nemertea phylum, detailing their muscular proboscis used for capturing prey. Additionally, the mention of videos and articles showcasing similar behavior exhibited by ribbon worms, along with the insights from biologist Sebastian Kvist, who explains the defensive strategy involving the expulsion of the proboscis by stressed worms, collectively support the authenticity of the video in question. The alignment between the evidence of ribbon worms' behavior and the video content, coupled with expert opinions, reinforces the accuracy of the claim as 'True.'"
        },
        {
            "relationship_with_evidence": "The rationale for rating the claim as 'True,' stating that a video in late December 2023 showed a ribbon worm spitting a tree-like proboscis to hunt its prey, is firmly supported by the evidence provided. The evidence includes a video showing a Ribbon Worm expelling its proboscis to capture and digest prey, which aligns with the claim about the video in question. Furthermore, the Nature's article and Mental Floss piece discussing ribbon worms corroborate the behavior of these creatures, emphasizing their unique predatory techniques involving their proboscis. The additional videos and expert opinion from biologist Sebastian Kvist further reinforce the authenticity of the video in question, enhancing the credibility of the claim and justifying its 'True' rating."
        },
        {
            "relationship_with_evidence": "The rationale supporting the 'True' rating for the claim that a video authentically showed a ribbon worm spitting a tree-like proboscis to hunt its prey is substantiated by the evidence provided in the article. The evidence indicates that ribbon worms possess a unique defense mechanism, utilizing a retractable proboscis to subdue prey with venom, aligning with the behavior demonstrated in the circulated video. This behavior is further supported by expert opinions from biologist Sebastian Kvist, who specializes in ribbon worms, confirming that the actions seen in the video are consistent with how these creatures react under stress. The collective evidence of similar videos, scientific descriptions of ribbon worms, and expert insights collectively affirm the authenticity of the video, justifying the 'True' rating assigned to the claim."
        }
    ]
}