{
    "url": "https://www.snopes.com/fact-check/biden-nibble-girl-finland/",
    "claim": "A video shared in early 2024 showed U.S. President Joe Biden playfully \"nibbling\" on the shoulder of a child who appears to be a toddler-aged girl.",
    "rating": "True",
    "content": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland. Ross smiled and laughed after Biden interacted with the child, a moment that was omitted from viral versions of the clip. Minutes later, Ross is seen standing in a line of people and appeared to embrace Biden just before he flew back to the U.S.\nIn late January 2024, multiple users on X shared a brief video clip and claimed that it showed U.S. President Joe Biden \"nibble\" on a young child at an airport. The toddler-aged child was being held up by a woman who was not identified in the posts.\nThe video was simply the latest piece of media in a long line of photos and videos that purportedly showed Biden behaving inappropriately, either with women or children. Claims and insinuations that Biden is a pedophile have become a staple of online conspiracy theories, particularly those promoted by QAnon believers, one of whose bedrock accusations is that a cabal of baby-killing, blood-drinking elites in the Democratic Party practice ritual sex abuse and murder. Even former President Donald Trump has amplified such smears, retweeting a post with the hashtag #PedoBiden just two months before the 2020 presidential election, for example.\nThe \"nibble\" video has been repeatedly shared with prurient insinuations about the nature of Biden's interactions with children.\n\"I hate the parents that serve up their little kids to this freak. The little kids are smarter than they are,\" one user posted above the video, which lasted only eight seconds.\nI hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024\n\n\"Sniff, nibble, sniff,\" another user's caption read, sharing the same clip.\nSniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024\n\nA third user posted, \"What would you do if you were the father of this baby and President of the USA started doing this to her....?\"\nWhat would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024\nThis is a genuine video clip of Biden. It was recorded at Helsinki-Vantaa Airport in Finland on July 13, 2023, and marked the end of a five-day trip across Europe for the president and his staff.\nSnopes examined the video in an attempt to uncover any missing context. We soon found that the woman seen holding the child was Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey. We reached out by email to Hickey's office to ask about the video and will update this article if we learn more.\nThe postings of the brief clip on X omitted several seconds from an older version of the same video. The clip was also cropped, with the left and right sides of the frame cut off to present a vertical clip. A longer version of the video showed that Ross had both smiled and laughed at Biden's playful actions with the child. This part was omitted from the shorter clips.\nWATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023\n\nA nearly 51-minute YouTube video that showed the entire gathering at the airport provided even further context.\nAt the 2:19 mark, just as Biden begins to walk up to the gathered crowd, Ross enthusiastically says to the president, \"Two times in two days. How can we get so lucky?\" Then, at the 2:48 mark in the video, Ross and another woman who is holding an infant tell Biden that they attempted to practice the act of a greeting with the same toddler who four minutes later is seen interacting with the president. Later in the video, at the 32:30 mark, Hickey, Ross and others bid farewell to Biden just before he flies back to the U.S., with Ross appearing to embrace him before his departure.\n\n",
    "original_rationales": {
        "main_rationale": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland.",
        "additional_rationale1": "The postings of the brief clip on X omitted several seconds from an older version of the same video. The clip was also cropped, with the left and right sides of the frame cut off to present a vertical clip. A longer version of the video showed that Ross had both smiled and laughed at Biden's playful actions with the child. This part was omitted from the shorter clips."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'True' rating is supported by the evidence provided in the paragraphs which confirm the authenticity of the video depicting President Joe Biden playfully interacting with a child at Helsinki-Vantaa Airport in Finland in July 2023. The video, although shared with misleading captions, portrays a genuine moment where Biden was engaging with the child in a playful manner, as clarified by additional context and a longer version of the clip.",
        "detailed_reasons": {
            "reason1": "The paragraphs establish the authenticity of the video by confirming the time and location where it was recorded, attributing the identification of the individuals in the video, and providing additional context that was missing from the shorter, viral versions. This information collectively supports the truthfulness of the claim.",
            "reason2": "Snopes conducted an examination of the video to uncover any missing context, which further reinforces the veracity of the video and the interactions shown in it. The fact-checking process corroborated the genuine nature of the clip and clarified the roles of the individuals involved in the incident.",
            "reason3": "The longer version of the video, along with a nearly 51-minute YouTube video that captured the entire event at the airport, offered additional context that portrayed the playful interaction between Biden and the child in a wholesome light. This extended footage helped to dispel any insinuations of inappropriate behavior, emphasizing the innocuous and friendly nature of the interaction."
        }
    },
    "evidences": {
        "num_of_evidence": 4,
        "evidence1": [
            "I hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024",
            [
                "https://t.co/JkrP2MWJam",
                "https://twitter.com/BigFish3000/status/1751805447630139769?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Sniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024",
            [
                "https://t.co/FSd5aPjAFK",
                "https://twitter.com/KCPayTreeIt/status/1751785770157764741?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence3": [
            "What would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024",
            [
                "https://twitter.com/hashtag/WeWantAnswers?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/Biden?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/YRiKcFI3Xv",
                "https://twitter.com/ReturnOfKappy/status/1751204518405013985?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence4": [
            "WATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023",
            [
                "https://t.co/9fYB5Aprs0",
                "https://twitter.com/Breaking911/status/1679898294699405324?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Irrelevant"
        },
        {
            "<additional_rationale1,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Irrelevant"
        },
        {
            "<reason2,evidence1>": "Irrelevant"
        },
        {
            "<reason3,evidence1>": "Irrelevant"
        },
        {
            "<main_rationale,evidence2>": "Supportive. The evidence shared in the tweet directly aligns with the rationale detail provided, confirming that the video clip mentioned in the claim indeed shows the depicted scenario. The tweet containing the snippet of the video with the caption 'Sniff, nibble, sniff' correlates to the description of President Joe Biden playfully 'nibbling' on the child's shoulder. This specific phrase from the tweet concisely supports the accuracy and authenticity of the mentioned video, thereby substantiating the rationale detail."
        },
        {
            "<additional_rationale1,evidence2>": "Supportive. The evidence aligns with the rationale detail by showing the playful interaction between Joe Biden and a child, which confirms the omitted context of Biden smiling and laughing during the interaction as described in the rationale."
        },
        {
            "<reason1,evidence2>": "Supportive. The evidence directly aligns with the rationale detail by confirming the content of the video showing President Joe Biden playfully 'nibbling' on a child's shoulder, thereby supporting the claim's authenticity."
        },
        {
            "<reason2,evidence2>": "Supportive. The evidence directly aligns with the rationale detail by showcasing the interaction described, where Joe Biden appears to be playfully 'nibbling' on the shoulder of a toddler-aged girl."
        },
        {
            "<reason3,evidence2>": "Supportive. The evidence directly supports the rationale by providing additional context that portrays the interaction as playful and wholesome, aligning with the description in the rationale."
        },
        {
            "<main_rationale,evidence3>": "Supportive. The evidence directly aligns with the rationale detail by confirming the scene described – President Biden playfully interacting with a child. The tweet's content of questioning what one would do if in such a situation corresponds to the mentioned video of the incident, indicating a direct support for the authenticity of the video and the actions depicted."
        },
        {
            "<additional_rationale1,evidence3>": "Supportive. The evidence provides direct support to the rationale detail by illustrating a scenario where President Biden appears to be engaging playfully with a child. This aligns with the idea presented in the rationale that the older version of the video showed the child smiling and laughing at Biden's actions, which were omitted from the shorter clips shared on X."
        },
        {
            "<reason1,evidence3>": "Irrelevant"
        },
        {
            "<reason2,evidence3>": "Supportive. The evidence directly aligns with the rationale by depicting the scenario described, where President Joe Biden is shown playfully interacting with a toddler-aged girl. The tweet aligns with Snopes' examination of the video, reinforcing the authenticity of the incident portrayed."
        },
        {
            "<reason3,evidence3>": "Supportive. The evidence shared on Twitter shows the interaction between President Biden and the child, which aligns with the description in the rationale of the playful nature of the encounter dispelling any insinuations of inappropriate behavior."
        },
        {
            "<main_rationale,evidence4>": "Supportive. The evidence, a video shared on social media, directly supports the rationale detail by showing President Biden playfully interacting with a young child, confirming the authenticity of the described event at Helsinki-Vantaa Airport in Finland in July 2023."
        },
        {
            "<additional_rationale1,evidence4>": "Supportive. The evidence directly aligns with the rationale detail as it confirms the action described in the rationale of President Biden playfully 'nibbling' on a child, which is evident in the video where Biden is seen interacting with a young child in Finland."
        },
        {
            "<reason1,evidence4>": "Irrelevant"
        },
        {
            "<reason2,evidence4>": "Supportive. The evidence directly supports the rationale detail by confirming the genuine nature of the video and clarifying the roles of the individuals involved, thus upholding the claim's truthfulness."
        },
        {
            "<reason3,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by showing President Biden playfully interacting with a child, supporting the claim that the longer video depicted the interaction in a wholesome and friendly manner."
        }
    ]
}