{
    "url": "https://www.snopes.com/fact-check/biden-nibble-girl-finland/",
    "claim": "A video shared in early 2024 showed U.S. President Joe Biden playfully \"nibbling\" on the shoulder of a child who appears to be a toddler-aged girl.",
    "rating": "True",
    "content": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland. Ross smiled and laughed after Biden interacted with the child, a moment that was omitted from viral versions of the clip. Minutes later, Ross is seen standing in a line of people and appeared to embrace Biden just before he flew back to the U.S.\nIn late January 2024, multiple users on X shared a brief video clip and claimed that it showed U.S. President Joe Biden \"nibble\" on a young child at an airport. The toddler-aged child was being held up by a woman who was not identified in the posts.\nThe video was simply the latest piece of media in a long line of photos and videos that purportedly showed Biden behaving inappropriately, either with women or children. Claims and insinuations that Biden is a pedophile have become a staple of online conspiracy theories, particularly those promoted by QAnon believers, one of whose bedrock accusations is that a cabal of baby-killing, blood-drinking elites in the Democratic Party practice ritual sex abuse and murder. Even former President Donald Trump has amplified such smears, retweeting a post with the hashtag #PedoBiden just two months before the 2020 presidential election, for example.\nThe \"nibble\" video has been repeatedly shared with prurient insinuations about the nature of Biden's interactions with children.\n\"I hate the parents that serve up their little kids to this freak. The little kids are smarter than they are,\" one user posted above the video, which lasted only eight seconds.\nI hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024\n\n\"Sniff, nibble, sniff,\" another user's caption read, sharing the same clip.\nSniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024\n\nA third user posted, \"What would you do if you were the father of this baby and President of the USA started doing this to her....?\"\nWhat would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024\nThis is a genuine video clip of Biden. It was recorded at Helsinki-Vantaa Airport in Finland on July 13, 2023, and marked the end of a five-day trip across Europe for the president and his staff.\nSnopes examined the video in an attempt to uncover any missing context. We soon found that the woman seen holding the child was Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey. We reached out by email to Hickey's office to ask about the video and will update this article if we learn more.\nThe postings of the brief clip on X omitted several seconds from an older version of the same video. The clip was also cropped, with the left and right sides of the frame cut off to present a vertical clip. A longer version of the video showed that Ross had both smiled and laughed at Biden's playful actions with the child. This part was omitted from the shorter clips.\nWATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023\n\nA nearly 51-minute YouTube video that showed the entire gathering at the airport provided even further context.\nAt the 2:19 mark, just as Biden begins to walk up to the gathered crowd, Ross enthusiastically says to the president, \"Two times in two days. How can we get so lucky?\" Then, at the 2:48 mark in the video, Ross and another woman who is holding an infant tell Biden that they attempted to practice the act of a greeting with the same toddler who four minutes later is seen interacting with the president. Later in the video, at the 32:30 mark, Hickey, Ross and others bid farewell to Biden just before he flies back to the U.S., with Ross appearing to embrace him before his departure.\n\n",
    "original_rationales": {
        "main_rationale": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland.",
        "additional_rationale1": "Snopes examined the video in an attempt to uncover any missing context. We soon found that the woman seen holding the child was Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey.",
        "additional_rationale2": "A nearly 51-minute YouTube video that showed the entire gathering at the airport provided even further context."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'True' rating is justified based on multiple pieces of evidence provided in the paragraphs. The article confirms the authenticity of the video showing President Biden playfully interacting with a child, clarifying the context of the incident at Helsinki-Vantaa Airport in Finland in July 2023. Furthermore, the inclusion of details about the individuals involved in the video, such as Dawn Ross and Douglas Hickey, corroborates the accuracy of the claim. Additionally, the article addresses the misrepresentations and conspiracy theories surrounding the video, further establishing the truthfulness of the original claim.",
        "detailed_reasons": {
            "reason1": "The article explicitly states that the video showing Biden playfully 'nibbling' on a child at the airport is genuine and provides specific details about the location and the individuals present, like Dawn Ross, confirming the authenticity of the incident.",
            "reason2": "Detailed context is provided, debunking the misrepresentations and conspiracy theories associated with the video. By addressing these falsehoods and the manipulation of the original content, the article strengthens the credibility of the video and the claim's truthfulness.",
            "reason3": "The mention of fact-checking efforts by Snopes and the additional information obtained from a longer YouTube video further support the 'True' rating. These sources confirm the accuracy of the video and the interactions depicted, adding layers of verification to the initial claim.",
            "reason4": "The article's discussion of the omission of key moments and the selective cropping of the video from previous posts highlights the importance of full context in understanding the incident. This emphasis on providing a comprehensive view reinforces the claim's authenticity and the 'True' rating."
        }
    },
    "evidences": {
        "num_of_evidence": 4,
        "evidence1": [
            "I hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024",
            [
                "https://t.co/JkrP2MWJam",
                "https://twitter.com/BigFish3000/status/1751805447630139769?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Sniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024",
            [
                "https://t.co/FSd5aPjAFK",
                "https://twitter.com/KCPayTreeIt/status/1751785770157764741?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence3": [
            "What would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024",
            [
                "https://twitter.com/hashtag/WeWantAnswers?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/Biden?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/YRiKcFI3Xv",
                "https://twitter.com/ReturnOfKappy/status/1751204518405013985?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence4": [
            "WATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023",
            [
                "https://t.co/9fYB5Aprs0",
                "https://twitter.com/Breaking911/status/1679898294699405324?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "main_rationale, evidence1": "The evidence provided, 'I hate the parents that serve up their little kids to this freak. The little kids are smarter than they are,' directly supports the main rationale that 'The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland.' This tweet expresses a negative sentiment towards the parents involved in the video, which aligns with the fact that the video is indeed genuine and involves U.S. President Joe Biden playfully interacting with a child at the mentioned location and time. Additionally, the evidence supports the claim by emphasizing a specific detail mentioned in the rationale, reinforcing the authenticity of the video."
        },
        null,
        {
            "main_rationale,Sniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK": "The evidence directly supports the main rationale provided, which states that the video is genuine and was recorded at Helsinki-Vantaa Airport in Finland in July 2023. The tweet containing the video matches the description given in the article about President Joe Biden playfully interacting with a child, showing that Biden indeed engaged with the toddler aged girl. This direct correlation between the evidence and the main rationale confirms the authenticity of the video and its context, supporting the True rating of the claim."
        },
        {
            "reason1,Sniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK": "The evidence directly supports reason1 from the combined rationales because the video clip shared in the evidence depicts U.S. President Joe Biden playfully 'nibbling' on the shoulder of a child who appears to be a toddler-aged girl. This aligns with reason1, which states that the article explicitly confirms the authenticity of the incident and provides specific details about the location at Helsinki-Vantaa Airport in Finland, including the individuals present like Dawn Ross."
        },
        {
            "additional_rationale1, evidence": "The evidence directly supports the additional rationale1 which states that Snopes examined the video and found that the woman holding the child was Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey. The tweet in the evidence specifically questions what a father would do in that situation, which aligns with the investigation done in the additional rationale1. The evidence also supports the claim by providing the video in question, which matches the details uncovered during the fact-checking process.",
            "best_match_rationale_key,evidence": "Irrelevant"
        },
        {
            "reason3, evidence": "The evidence directly supports reason3 from the combined rationales. The article mentions fact-checking efforts by Snopes and additional information obtained from a longer YouTube video that further confirm the accuracy of the video and the interactions depicted, adding layers of verification to the initial claim. This establishes a direct connection between the evidence, which includes a tweet sharing the video in question, and the fact-checking efforts and additional verification detailed in reason3. Furthermore, the evidence is directly supportive of the claim that the video showed U.S. President Joe Biden playfully 'nibbling' on the shoulder of a child, thereby reinforcing the 'True' rating of the claim."
        },
        null,
        {
            "reason3, evidence": "The evidence directly supports reason3 from the combined rationales. The article mentions the fact-checking efforts by Snopes and additional information obtained from a longer YouTube video, which further confirmed the accuracy of the video and the interactions depicted, thus aligning closely with the evidence provided. This direct relationship indicates that the evidence supports the fact-checking rationale by adding layers of verification to the claim's truthfulness. Additionally, the evidence directly supports the claim as it clearly shows President Biden playfully interacting with a child at Helsinki-Vantaa Airport in Finland in July 2023."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/fRJxcxnTK98?si=W5HwDJQjbauxcS9Q&start=403"
        ]
    }
}