{
    "url": "https://www.snopes.com/fact-check/amy-schumer-falling-down-stairs/",
    "claim": "A viral video from December 2023 authentically shows Amy Schumer, comedian, falling down stairs while attempting to do a TikTok trend.",
    "rating": "Labeled Satire",
    "content": "On Dec. 27, 2023, X (formerly Twitter) account @LyricVault posted a video of a blonde woman wearing all black falling down a stairwell after bouncing sideways up the stairs, apparently while attempting a TikTok trend. The video was posted alongside a headshot of actor and comedian Amy Schumer, and was captioned: \"Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition.\" The video has been viewed more than 29,900,000 times, as of this writing.\n? Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition. pic.twitter.com/H3mVEgOBWX\n— Lyric Vault (@LyricVault) December 27, 2023\n\nResponses ranged from derision to skepticism, with comments such as, \"I would be lying if I said I didn't laugh at this lol\" and \"that's 100% not her.\"\n\"Literally the only time that Amy Schumer has ever been funny,\" another X user commented.\nBut there is no evidence that it is Schumer falling down those stairs. Upon closer inspection, the facial profile of the person in the video does not resemble that of Schumer in the least. \nMost telling of all, the @LyricVault X account describes itself as \"Dedicated to satire — nothing posted here represents actual facts or news.\"\nWe found that the original video was posted by TikTok account @marifranking on April 15, 2020. As of this writing, the original video has 25,400,000 views.\n\n (Image via X account @LyricVault)\n (Image via NPR)\nAdditionally, Schumer had not posted such a video on any of her social media profiles, as of this writing; her last TikTok was posted on Sept. 14.\nSchumer came under fire shortly before this for making inflammatory and allegedly Islamophobic statements on social media in regards to the Israel-Hamas War, making her the subject of increasing online attention.\nWe reached out to Schumer's publicist via email for comment on the video, and have not received a response at the time of this publishing.\nOther sites, such as Newsweek and SK Pop, have also debunked this false rumor.",
    "original_rationales": {
        "main_rationale": "Most telling of all, the @LyricVault X account describes itself as \"Dedicated to satire — nothing posted here represents actual facts or news.\"",
        "additional_rationale1": "But there is no evidence that it is Schumer falling down those stairs. Upon closer inspection, the facial profile of the person in the video does not resemble that of Schumer in the least.",
        "additional_rationale2": "Other sites, such as Newsweek and SK Pop, have also debunked this false rumor."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'Labeled Satire' rating is appropriate for the claim about Amy Schumer falling down stairs while attempting a TikTok trend, as the video was explicitly identified as satire by the source account @LyricVault, the physical features of the person in the video do not match Amy Schumer, and reputable sources have debunked the video as false. Furthermore, Schumer had not posted any such video on her social media, and the source account's description clearly states its focus on satire.",
        "detailed_reasons": {
            "reason1": "The source account @LyricVault explicitly states that it is dedicated to satire and disclaims the representation of factual information, indicating that the video is not to be taken seriously.",
            "reason2": "Upon close examination, it becomes evident that the person falling down the stairs in the video does not bear any resemblance to Amy Schumer, undermining the authenticity of the claim.",
            "reason3": "Reputable sources like Newsweek and SK Pop have refuted the video as false, further discrediting its validity and confirming its satirical nature. Additionally, Schumer's lack of any related video on her social media platforms supports the idea that the video is indeed satirical.",
            "reason4": "The timing of the video coincides with Schumer facing criticism for other unrelated statements, adding a layer of context to why such a satirical video might surface during this period, indicating a possible motive for its creation."
        }
    },
    "evidences": {
        "num_of_evidence": 2,
        "evidence1": [
            "? Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition. pic.twitter.com/H3mVEgOBWX\n— Lyric Vault (@LyricVault) December 27, 2023",
            [
                "https://t.co/H3mVEgOBWX",
                "https://twitter.com/LyricVault/status/1740071167099388409?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "@marifranking Well, stair challenge is harder than it looks #stairchallenge #mombomb #oopsy #lol #stayhomestaystrong #stairshuffle #mom #fails #ouch ♬ #PlankChallenge - bing bong",
            [
                "https://www.tiktok.com/@marifranking?refer=embed",
                "https://www.tiktok.com/tag/stairchallenge?refer=embed",
                "https://www.tiktok.com/tag/mombomb?refer=embed",
                "https://www.tiktok.com/tag/oopsy?refer=embed",
                "https://www.tiktok.com/tag/lol?refer=embed",
                "https://www.tiktok.com/tag/stayhomestaystrong?refer=embed",
                "https://www.tiktok.com/tag/stairshuffle?refer=embed",
                "https://www.tiktok.com/tag/mom?refer=embed",
                "https://www.tiktok.com/tag/fails?refer=embed",
                "https://www.tiktok.com/tag/ouch?refer=embed",
                "https://www.tiktok.com/music/PlankChallenge-6549202998130643983?refer=embed"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Irrelevant"
        },
        {
            "<additional_rationale1,evidence1>": "Refute. The evidence directly contradicts the rationale as it indicates that Amy Schumer is hospitalized in critical condition after attempting a TikTok trend, which opposes the claim that the person in the video falling down the stairs is not Schumer."
        },
        {
            "<additional_rationale2,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Refute. The evidence directly contradicts the rationale by suggesting a serious event (Amy Schumer hospitalized) while the rationale clearly states that the video is not factual and should be viewed as satire."
        },
        {
            "<reason2,evidence1>": "Irrelevant"
        },
        {
            "<reason3,evidence1>": "Refute. The evidence presented, showing Amy Schumer hospitalized after attempting a TikTok trend and sources indicating critical condition, directly contradicts the rationale that refutes the video as false. The evidence suggests a real-life incident involving Schumer, opposing the rationale that the video is satirical."
        },
        {
            "<reason4,evidence1>": "Refute. The evidence directly contradicts the rationale detail as it suggests that Amy Schumer is hospitalized in critical condition after attempting a TikTok trend, which goes against the idea of the satirical video being related to unrelated criticism she was facing."
        },
        {
            "<main_rationale,evidence2>": "Irrelevant"
        },
        {
            "<additional_rationale1,evidence2>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence2>": "Supportive. The evidence shared on Twitter directly supports the rationale detail by showcasing a video related to a 'stair challenge', which aligns with the claim of Amy Schumer falling down stairs while attempting a trend. This direct correlation reinforces the notion that the viral video involving Amy Schumer is indeed satire, as other sources have debunked it as false."
        },
        {
            "<reason1,evidence2>": "Irrelevant"
        },
        {
            "<reason2,evidence2>": "Irrelevant"
        },
        {
            "<reason3,evidence2>": "Irrelevant"
        },
        {
            "<reason4,evidence2>": "Supportive. The evidence directly aligns with the rationale detail by showcasing a video involving a stair challenge, indicating a parallel to the claim about a video showing Amy Schumer falling down stairs while attempting a TikTok trend during a time of criticism. This explicit connection suggests that the evidence supports the rationale in a very direct manner."
        }
    ]
}