{
    "url": "https://www.snopes.com/fact-check/palestinian-baby-dolls-israel/",
    "claim": "Photographs and videos shared in January 2024 showed bloodied \"Palestinian baby dolls\" made and sold in Israel.",
    "rating": "Miscaptioned",
    "content": "The photographs and videos allegedly showing \"Palestinian baby dolls\" were a pro-Palestinian art project and were neither made nor sold in Israel.\nThe protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.\nOn Jan. 12, 2024, a striking photograph was shared on X (formerly Twitter), allegedly showing a bloodied \"Palestinian baby doll\" made in Israel (and sold in Mexico). Various social media users shared the photograph of the doll in a package with text in Spanish that read \"soldados de elite\" and \"incluye bebe palestino,\" which translated to \"elite soldiers\" and \"includes Palestinian baby.\"\nOne X post captioned the image: \"How sick. They sell these… they make these… they don’t even hide their genocidal self anymore And the world watches,\"\n\nGoogle reverse-image search results showed that the images showing the doll were shared on social media platforms such as Instagram and Facebook, as well as websites in multiple languages.\nBut we found the viral images did not show an actual doll available for sale in Israel.\nWhile searching for news reports on the topic, we found an article titled, \"Unraveling Deception: The Truth Behind The Controversial ‘Israeli-Made’ Palestinian Doll.\" It read:\nPicture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.\nIn fact, we found that the original post with the in-question photo was shared by an Instagram profile @vlocke_negro on Jan. 6, 2024. However, as of Jan. 15, 2024, the original post was marked as \"edited,\" and its description read (we translated it from Spanish):\nUPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.\nThe post continued, explaining that the in-question doll was an activism art project, not an authentic doll available for sale:\nThis project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?\nAlso, on Jan. 16, 2024, the activist reposted on Instagram stories a post with the in-question doll with a caption reading:\nDolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?\nWhat's more, we found a video on the activist's profile showing how he made the doll, with a caption reading, \"Reality far exceeds this intervention.\"\nPost udostępniony przez Vlocke (@vlocke_negro)\n\nFinally, we found that a fact-checking organization Lead Stories also reported on the topic on Jan. 11, 2024.\nAll in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel. Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\"",
    "original_rationales": {
        "main_rationale": "All in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel.",
        "additional_rationale1": "Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim was rated as 'Miscaptioned' due to the misrepresentation of photographs and videos showing 'Palestinian baby dolls' as being made and sold in Israel when, in reality, they were part of a pro-Palestinian art project created by an activist. The misinterpretation of the context led to the miscaptioning of the images shared online.",
        "detailed_reasons": {
            "reason1": "The photographs and videos in question were misrepresented as depicting 'Palestinian baby dolls' made and sold in Israel, when they were actually part of an art project created by a Mexican activist, highlighting the misinterpretation of the images' origins.",
            "reason2": "Evidence from fact-checking organizations and the original creator of the doll confirmed that the images did not portray authentic dolls available for sale in Israel, emphasizing the misrepresentation and miscaptioning of the content.",
            "reason3": "The accompanying text in Spanish on social media suggested that the dolls were 'soldados de elite' and included a 'Palestinian baby,' leading to a false narrative that influenced the miscaptioning of the images as products from Israel, rather than as part of an activist's project."
        }
    },
    "evidences": {
        "num_of_evidence": 6,
        "evidence1": [
            "The protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.",
            [
                "https://web.archive.org/web/20231105180456/https://www.reuters.com/world/middle-east/israel-palestinian-dispute-hinges-statehood-land-jerusalem-refugees-2023-10-10/",
                "https://www.snopes.com/articles/465785/what-is-hamas-gaza/",
                "https://www.snopes.com/articles/465623/oct-7-hamas-attack-and-israeli-retaliation/",
                "https://apnews.com/article/israel-palestinians-gaza-hamas-rockets-airstrikes-tel-aviv-ca7903976387cfc1e1011ce9ea805a71",
                "https://www.ochaopt.org/",
                "https://www.snopes.com/articles/465749/where-did-the-palestinians-come-from/",
                "https://www.snopes.com/tag/israel-hamas_war/",
                "https://www.snopes.com/contact/",
                "https://www.snopes.com/join/",
                "https://www.snopes.com/contact/"
            ]
        ],
        "evidence2": [
            "Picture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.",
            []
        ],
        "evidence3": [
            "UPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.",
            []
        ],
        "evidence4": [
            "This project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?",
            []
        ],
        "evidence5": [
            "Dolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?",
            []
        ],
        "evidence6": [
            "Wyświetl ten post na Instagramie\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\nPost udostępniony przez Vlocke (@vlocke_negro)",
            [
                "https://www.instagram.com/reel/C1--OzQutmB/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/reel/C1--OzQutmB/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/reel/C1--OzQutmB/?utm_source=ig_embed&utm_campaign=loading"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Refute. The evidence presented describes the Israeli-Palestinian conflict and the violence surrounding it, which does not directly contradict the rationale that the baby dolls were part of an art project by a pro-Palestinian activist rather than authentic dolls made and sold in Israel."
        },
        {
            "<additional_rationale1,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Irrelevant"
        },
        {
            "<reason2,evidence1>": "Supportive. The evidence directly aligns with the rationale detail by confirming that the images were misrepresented and miscaptioned, indicating that the dolls were not authentic products available for sale in Israel."
        },
        {
            "<reason3,evidence1>": "Irrelevant"
        },
        {
            "<main_rationale,evidence2>": "Supportive. The evidence directly supports the rationale by explaining that the bloodied 'Palestinian baby dolls' shown in January 2024 were actually part of an art project by a Mexican activist, not authentic dolls made and sold in Israel. The evidence describes how the artist transformed a regular doll into a Palestinian doll as a means to raise awareness about the situation in Palestine. This aligns with the rationale's assertion that the viral footage was from an art project of a pro-Palestinian activist, emphasizing that the dolls were not genuine products from Israel."
        },
        {
            "<additional_rationale1,evidence2>": "Refute. The evidence provided clearly contradicts the rationale detail. The evidence explains that the doll in question was not made in Israel as claimed but was actually altered by a Mexican activist to raise awareness about Palestine, showing a direct opposition to the idea that Israeli manufacturers were involved in making these dolls."
        },
        {
            "<reason1,evidence2>": "Supportive. The evidence directly supports the rationale by confirming that the photographs and videos of the 'Palestinian baby dolls' were indeed part of an art project created by a Mexican activist, debunking the false claim that they were made and sold in Israel."
        },
        {
            "<reason2,evidence2>": "Supportive. The evidence directly supports the rationale detail by confirming that the images of bloodied 'Palestinian baby dolls' were not authentic dolls available for sale in Israel. The evidence clarifies that the doll was created by a Mexican man who transformed a regular doll into a Palestinian doll as a form of activism, highlighting the misrepresentation and miscaptioning of the content."
        },
        {
            "<reason3,evidence2>": "Supportive. The evidence directly supports the rationale by confirming that the Palestinian baby dolls were indeed part of an activist's project and not products from Israel. The article explains how a Mexican activist transformed a normal doll into a Palestinian doll as a statement about Palestine's current situation, aligning with the rationale's explanation of the miscaptioned images."
        },
        {
            "<main_rationale,evidence3>": "Supportive. The evidence directly supports the rationale detail by confirming that the bloodied 'Palestinian baby dolls' were indeed part of an art project of a pro-Palestinian activist rather than authentic dolls made and sold in Israel. The evidence discusses the purpose of the project and how street toy merchants were involved in facilitating the documentation of the project, aligning with the claim's rationale."
        },
        {
            "<additional_rationale1,evidence3>": "Irrelevant"
        },
        {
            "<reason1,evidence3>": "Irrelevant"
        },
        {
            "<reason2,evidence3>": "Irrelevant"
        },
        {
            "<reason3,evidence3>": "Irrelevant"
        },
        {
            "<main_rationale,evidence4>": "Irrelevant"
        },
        {
            "<additional_rationale1,evidence4>": "Irrelevant"
        },
        {
            "<reason1,evidence4>": "Irrelevant"
        },
        {
            "<reason2,evidence4>": "Irrelevant"
        },
        {
            "<reason3,evidence4>": "Refute. The evidence provided includes a statement mentioning 'Israeli Elite Soldiers' and a 'Palestinian baby,' which directly contradicts the rationale indicating that the images were miscaptioned as products from Israel when they were actually part of an activist's project. This evidence indicates a direct opposite meaning regarding the origin and context of the depicted dolls."
        },
        {
            "<main_rationale,evidence5>": "Supportive. The evidence directly supports the rationale detail by confirming that the dolls seen in the footage were indeed part of an art project promoting awareness for Palestinians, aligning with the notion that they were not authentic dolls made and sold in Israel."
        },
        {
            "<additional_rationale1,evidence5>": "Irrelevant"
        },
        {
            "<reason1,evidence5>": "Supportive. The evidence directly supports the rationale by confirming that the dolls in question were indeed part of an art project by a Mexican activist, rather than being 'Palestinian baby dolls' from Israel, as misrepresented in the claim."
        },
        {
            "<reason2,evidence5>": "Irrelevant"
        },
        {
            "<reason3,evidence5>": "Supportive. The evidence directly supports the rationale by confirming that the dolls in question are part of an activist's project aimed at raising awareness for Palestinians, aligning with the assertion that the dolls were not products from Israel but rather symbolic items for a cause."
        },
        {
            "<main_rationale,evidence6>": "Supportive. The evidence directly supports the rationale detail by showing an art project of a pro-Palestinian activist rather than authentic dolls made and sold in Israel, aligning with the claim's miscaptioned rating."
        },
        {
            "<additional_rationale1,evidence6>": "Irrelevant"
        },
        {
            "<reason1,evidence6>": "Supportive. The evidence directly correlates with the rationale detail by confirming that the photographs and videos in question were indeed part of an art project created by a Mexican activist, contrary to the misrepresentation that they were 'Palestinian baby dolls' made and sold in Israel."
        },
        {
            "<reason2,evidence6>": "Refute. The evidence directly contradicts the rationale detail by showing that the images of bloodied 'Palestinian baby dolls' were shared in January 2024, suggesting that they were available for sale in Israel. This contradicts the fact-checking organizations and the original creator's confirmation that the images did not portray authentic dolls sold in Israel, highlighting a direct opposition in the content."
        },
        {
            "<reason3,evidence6>": "Irrelevant"
        }
    ]
}