{
    "url": "https://www.snopes.com/fact-check/palestinian-baby-dolls-israel/",
    "content": "The photographs and videos allegedly showing \"Palestinian baby dolls\" were a pro-Palestinian art project and were neither made nor sold in Israel.\nThe protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.\nOn Jan. 12, 2024, a striking photograph was shared on X (formerly Twitter), allegedly showing a bloodied \"Palestinian baby doll\" made in Israel (and sold in Mexico). Various social media users shared the photograph of the doll in a package with text in Spanish that read \"soldados de elite\" and \"incluye bebe palestino,\" which translated to \"elite soldiers\" and \"includes Palestinian baby.\"\nOne X post captioned the image: \"How sick. They sell these… they make these… they don’t even hide their genocidal self anymore And the world watches,\"\n\nGoogle reverse-image search results showed that the images showing the doll were shared on social media platforms such as Instagram and Facebook, as well as websites in multiple languages.\nBut we found the viral images did not show an actual doll available for sale in Israel.\nWhile searching for news reports on the topic, we found an article titled, \"Unraveling Deception: The Truth Behind The Controversial ‘Israeli-Made’ Palestinian Doll.\" It read:\nPicture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.\nIn fact, we found that the original post with the in-question photo was shared by an Instagram profile @vlocke_negro on Jan. 6, 2024. However, as of Jan. 15, 2024, the original post was marked as \"edited,\" and its description read (we translated it from Spanish):\nUPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.\nThe post continued, explaining that the in-question doll was an activism art project, not an authentic doll available for sale:\nThis project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?\nAlso, on Jan. 16, 2024, the activist reposted on Instagram stories a post with the in-question doll with a caption reading:\nDolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?\nWhat's more, we found a video on the activist's profile showing how he made the doll, with a caption reading, \"Reality far exceeds this intervention.\"\nPost udostępniony przez Vlocke (@vlocke_negro)\n\nFinally, we found that a fact-checking organization Lead Stories also reported on the topic on Jan. 11, 2024.\nAll in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel. Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\"",
    "original_rationales": {
        "main_rationale": "All in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel.",
        "additional_rationale1": "Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim was rated as 'Miscaptioned' because the photographs and videos of the 'Palestinian baby dolls' were misrepresented as being made and sold in Israel when, in reality, they were part of a pro-Palestinian art project by an activist in Mexico. The lack of evidence supporting the dolls' production in Israel and the clear explanation provided by the actual creator of the dolls further solidify the miscaptioning of these items.",
        "detailed_reasons": {
            "reason1": "The text clearly states that the doll in question, which appeared bloodied and surrounded by toy Israeli soldiers, was not a product made and sold in Israel but rather an artistic creation by a Mexican activist. This art project aimed to raise awareness of the conflict in Palestine, showcasing the doll as a symbol of resistance, not an authentic Israeli-made product.",
            "reason2": "The Instagram post by the activist who created the doll explicitly outlined the purpose of the project and clarified that the doll was not intended for sale. The doll's transformation from a regular toy into a representation of a Palestinian child's suffering was a deliberate artistic statement, emphasizing the distortion present in the initial claim that these dolls were commercially available in Israel.",
            "reason3": "The fact-checking organization Lead Stories further supported the miscaptioned rating by confirming that the viral footage depicted an art project and not a genuine Israeli-made product. With no credible sources reporting on the existence of such dolls being manufactured in Israel, the claim about these 'Palestinian baby dolls' was definitively mischaracterized, justifying the 'Miscaptioned' label."
        }
    },
    "evidences": {
        "num_of_evidence": 6,
        "evidence1": [
            "The protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.",
            [
                "https://web.archive.org/web/20231105180456/https://www.reuters.com/world/middle-east/israel-palestinian-dispute-hinges-statehood-land-jerusalem-refugees-2023-10-10/",
                "https://www.snopes.com/articles/465785/what-is-hamas-gaza/",
                "https://www.snopes.com/articles/465623/oct-7-hamas-attack-and-israeli-retaliation/",
                "https://apnews.com/article/israel-palestinians-gaza-hamas-rockets-airstrikes-tel-aviv-ca7903976387cfc1e1011ce9ea805a71",
                "https://www.ochaopt.org/",
                "https://www.snopes.com/articles/465749/where-did-the-palestinians-come-from/",
                "https://www.snopes.com/tag/israel-hamas_war/",
                "https://www.snopes.com/contact/",
                "https://www.snopes.com/join/",
                "https://www.snopes.com/contact/"
            ]
        ],
        "evidence2": [
            "Picture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.",
            []
        ],
        "evidence3": [
            "UPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.",
            []
        ],
        "evidence4": [
            "This project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?",
            []
        ],
        "evidence5": [
            "Dolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?",
            []
        ],
        "evidence6": [
            "Wyświetl ten post na Instagramie\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\nPost udostępniony przez Vlocke (@vlocke_negro)",
            [
                "https://www.instagram.com/reel/C1--OzQutmB/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/reel/C1--OzQutmB/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/reel/C1--OzQutmB/?utm_source=ig_embed&utm_campaign=loading"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Irrelevant"
        },
        {
            "<additional_rationale1,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Refute. The evidence provided addresses the Israeli-Palestinian conflict and its violence, showcasing a history of hostility and territorial disputes, which indirectly supports the artistic creation of the doll as a symbol of resistance and awareness, rather than a product made and sold in Israel as claimed."
        },
        {
            "<reason2,evidence1>": "Irrelevant"
        },
        {
            "<reason3,evidence1>": "Irrelevant"
        },
        {
            "<main_rationale,evidence2>": "Refute. The evidence directly contradicts the rationale by revealing that the doll was not authentically made and sold in Israel but was rather an art project by a Mexican activist, refuting the claim made by Mint Press."
        },
        {
            "<additional_rationale1,evidence2>": "Supportive. The evidence provided clearly shows that the Palestinian doll in question was not manufactured in Israel as claimed, but rather it was a normal doll modified by a Mexican activist to raise awareness about Palestine. This directly aligns with the rationale that no reliable sources reported on similar dolls being manufactured in Israel, thus supporting the 'Miscaptioned' rating."
        },
        {
            "<reason1,evidence2>": "Supportive. The evidence directly supports the rationale by confirming that the doll in question, described in the rationale, was indeed an artistic creation by a Mexican activist and not a product made and sold in Israel. The evidence aligns with the explanation provided in the rationale regarding the origin and purpose of the doll."
        },
        {
            "<reason2,evidence2>": "Supportive. The evidence directly supports the rationale detail by confirming that the doll was indeed transformed into a representation of a Palestinian child's suffering for artistic and awareness-raising purposes, contradicting the initial claim that these dolls were commercially available in Israel."
        },
        {
            "<reason3,evidence2>": "Supportive. The evidence directly supports the rationale detail by confirming that the doll was created by an activist in Mexico as part of an art project to raise awareness of Palestine's situation, which aligns with the fact-checking organization's explanation that the viral footage depicted an art project and not a genuine Israeli-made product. This clear link between the evidence and rationale solidifies the miscaptioned rating."
        },
        {
            "<main_rationale,evidence3>": "Irrelevant"
        },
        {
            "<additional_rationale1,evidence3>": "Irrelevant"
        },
        {
            "<reason1,evidence3>": "Irrelevant"
        },
        {
            "<reason2,evidence3>": "Irrelevant"
        },
        {
            "<reason3,evidence3>": "Irrelevant"
        },
        {
            "<main_rationale,evidence4>": "Supportive. The evidence directly supports the rationale as it mentions the creation of an art project that was designed for media and social networks, alluding to the fact that the 'Palestinian baby dolls' were not authentic items made and sold in Israel, which aligns with the rationale's claim."
        },
        {
            "<additional_rationale1,evidence4>": "Irrelevant"
        },
        {
            "<reason1,evidence4>": "Irrelevant"
        },
        {
            "<reason2,evidence4>": "Supportive. The evidence emphasizes the artistic intention behind the creation of the dolls, supporting the rationale that the dolls were not meant for sale but rather as a statement. The evidence mentions the deliberate transformation of the toy into a representation of a Palestinian child's suffering, aligning with the rationale's explanation of the distortion in the initial claim about the commercial availability of these dolls in Israel."
        },
        {
            "<reason3,evidence4>": "Irrelevant"
        },
        {
            "<main_rationale,evidence5>": "Supportive. The evidence directly aligns with the rationale detail by confirming that the dolls were part of an art project by a pro-Palestinian activist, serving as symbols of resistance and raising awareness for Palestinians. This supports the notion that the dolls in question were not authentic products made and sold in Israel, as indicated in the rationale."
        },
        {
            "<additional_rationale1,evidence5>": "Irrelevant"
        },
        {
            "<reason1,evidence5>": "Supportive. The evidence directly supports the rationale by confirming that the bloodied 'Palestinian baby dolls' were indeed part of an art project by a Mexican activist, emphasizing their role as symbols of resistance in raising awareness for Palestinians, which aligns with the rationale's assertion that they were not Israeli-made products."
        },
        {
            "<reason2,evidence5>": "Supportive. The evidence directly aligns with the rationale detail by showcasing how the dolls from the Bebé Palestino project serve as symbols of resistance and awareness for Palestinians, which supports the idea that the dolls were not intended for sale but rather as a deliberate artistic statement."
        },
        {
            "<reason3,evidence5>": "Irrelevant"
        },
        {
            "<main_rationale,evidence6>": "Supportive. The evidence presented in the Vlocke Instagram post aligns with the rationale detail by showing that the bloodied 'Palestinian baby dolls' were part of an art project by a pro-Palestinian activist, not actual products made and sold in Israel. This direct correlation between the evidence and the rationale supports the claim that the photographs and videos were miscaptioned."
        },
        {
            "<additional_rationale1,evidence6>": "Irrelevant"
        },
        {
            "<reason1,evidence6>": "Irrelevant"
        },
        {
            "<reason2,evidence6>": "Supportive. The evidence directly aligns with the rationale detail by showcasing the Instagram post where the activist explicitly outlines the purpose of the project, emphasizing that the doll was not meant for sale but was a deliberate artistic statement representing the suffering of Palestinian children. This direct correlation supports the rationale by highlighting the distortion in the initial claim that these dolls were commercially available in Israel."
        },
        {
            "<reason3,evidence6>": "Supportive. The evidence directly aligns with the rationale detail by confirming that the viral footage showed an art project and not real Israeli-made products, which supports the claim that the 'Palestinian baby dolls' were mischaracterized in the original post."
        }
    ]
}