{
    "url": "https://www.snopes.com/fact-check/miami-plane-fire-after-takeoff-video/",
    "content": "On Jan. 18, 2024, an Instagram user near the Miami International Airport posted a video showing a plane that had just taken off from the airport with sparks and flames trailing behind it.\n\"Oh my god, it's on fire,\" the user can be heard exclaiming.\nA post shared by ONLY in DADE (@onlyindade)\n\nThe video went viral, and reliable news outlets like The Associated Press and The New York Times published stories about the incident. The plane, a Boeing 747 owned by cargo airline Atlas Air, took off from Miami at 10:22 p.m. before quickly declaring an emergency and landing back at Miami Airport, according to an NBC News story about the event.\nSnopes confirmed that the original video was real in two ways. First, we were able to identify the user who uploaded the video as the person quoted in news reports (and have reached out to that individual for further confirmation). Second, we noted that the user's initial Instagram story was uploaded at the same time the plane took off from Miami Airport.\nBoeing came under heavy scrutiny in recent weeks because of the events on Alaska Air 1282, where a door plug in the body of the aircraft blew off mid-air. In response, the Federal Aviation Administration (FAA) ordered the groundings of some Boeing 737 MAX planes so that they could be inspected to ensure they were safe.\nWhile the plane involved in the Miami incident was a Boeing 747, it was unclear what caused the plane to catch fire. So far, both the FAA and the National Transportation Safety Board (NTSB) have announced they will investigate the causes of the incident.\nIf the plane itself caught fire, blame might be assigned to Boeing and the maintenance crew responsible for ensuring the plane was safe to fly. If it was the engine that caught fire, the blame might be placed elsewhere — according to a Reuters article, the FAA announced that the plane's engines were manufactured by General Electric.",
    "original_rationales": {
        "main_rational": "Snopes confirmed that the original video was real in two ways.",
        "addtional_rational1": "First, we were able to identify the user who uploaded the video as the person quoted in news reports (and have reached out to that individual for further confirmation).",
        "addtional_rational2": "While the plane involved in the Miami incident was a Boeing 747, it was unclear what caused the plane to catch fire."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim is rated as 'True' because the video posted on Instagram indeed shows an Atlas Air Boeing 747 on fire after taking off from Miami International Airport in January 2024, confirmed by reliable news outlets and further verified by Snopes. The incident led to the plane declaring an emergency and landing back at the same airport for investigation by the FAA and NTSB.",
        "detailed_reasons": {
            "reason1": "The video posted by an Instagram user near Miami International Airport depicting the Boeing 747 on fire was further validated as real by reputable news sources like The Associated Press and The New York Times, adding credibility to the authenticity of the footage.",
            "reason2": "Verification from Snopes, which identified the user uploading the video as the same person quoted in news reports and matched the timing of the video with the plane's departure, serves as additional confirmation of the video's authenticity.",
            "reason3": "The subsequent investigation by both the Federal Aviation Administration (FAA) and the National Transportation Safety Board (NTSB) following the emergency landing of the Boeing 747 at Miami Airport underscores the seriousness of the incident and the need to determine the cause of the fire, linking back to the video's portrayal of the event."
        }
    },
    "evidences": {
        "num_of_evidence": 1,
        "evidence1": [
            "View this post on Instagram\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\nA post shared by ONLY in DADE (@onlyindade)",
            [
                "https://www.instagram.com/reel/C2RJzlULqVp/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/reel/C2RJzlULqVp/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/reel/C2RJzlULqVp/?utm_source=ig_embed&utm_campaign=loading"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rational,evidence1>": "Irrelevant"
        },
        {
            "<addtional_rational1,evidence1>": "Irrelevant"
        },
        {
            "<addtional_rational2,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Supportive. The evidence, a video posted on Instagram showing an Atlas Air Boeing 747 on fire after taking off from Miami International Airport in January 2024, directly aligns with the rationale that the video was further validated as real by reputable news sources, such as The Associated Press and The New York Times, adding credibility to its authenticity."
        },
        {
            "<reason2,evidence1>": "Irrelevant"
        },
        {
            "<reason3,evidence1>": "Irrelevant"
        }
    ]
}