{
    "url": "https://www.snopes.com/fact-check/us-cargo-ship-houthi-missile/",
    "claim": "A video authentically shows a U.S.-owned cargo ship hit by a missile from Yemen’s Houthi rebels off the coast of Yemen in mid-January 2024.",
    "rating": "Miscaptioned",
    "content": "The video in question is from two years prior and shows a different cargo ship that burned off the coast of Sri Lanka.\nIn mid-January 2024, a viral video on X claimed to show a U.S.-owned cargo ship on fire and emitting heavy smoke after being hit by a missile from Yemen’s Houthi rebels. The video in question spread across the internet just as the U.S. military announced that a Houthi missile had struck a cargo ship off the coast of Yemen. The ship continued on its journey.\nThe video appears to show a cargo ship in the middle of the ocean covered in smoke. It was shared by a number of X accounts in a range of languages including Hebrew:\n\n\n(Screenshot via X)\nWhile a ship was indeed attacked by Houthi rebels on Jan. 15, the above video does not show the encounter in question. It was taken two years prior and shows the X-Press Pearl vessel disaster off the coast of Sri Lanka. We therefore rate the 2024 video posts as Miscaptioned.\nThe Sri Lanka Air Force’s official YouTube account shared footage of the X-Press Pearl fire in May 2021. When sections of that video were reposted on X after the Houthi cargo ship attack, they appeared to have been reversed and zoomed in on, to pass the vessel off as a different one. However, the coloring of the ship, the cargo aboard it and even the small rescue vessel spraying water onto it appear exactly the same as the one in the Sri Lankan Air Force video below:\n\nBBC News also shared the Air Force media depicting the X-Press Pearl incident when it happened:\n\nThe X-Press Pearl was a cargo ship carrying chemicals that caught fire off the coast of Sri Lanka in 2021, leaving behind an environmental disaster that would have ramifications for years to come. It burned for days off the coast, with the crew abandoning the ship, until eventually the flames were doused and parts of the ship sank into the waters.\nMeanwhile, the ship attacked by the Houthis in 2024 off the Yemeni coast in the Gulf of Aden was the Eagle Gibraltar. The company that owns the vessel told The Associated Press the ship had sustained “limited damage to a cargo hold but [is] stable and is heading out of the area. [...] All seafarers onboard the vessel are confirmed to be uninjured. The vessel is carrying a cargo of steel products.”\nThe Houthi rebels—a militia group that declared itself to be the state of Yemen and has been fighting the internationally recognized Yemen government since 2014 — declared military operations targeting Israel in late 2023 after Israel began bombarding Gaza. The rebels also began targeting U.S. and British-owned vessels that they said were linked to Israel or headed to Israeli ports, arguing it was to pressure Israel to halt its attack on Gaza and ease restrictions on humanitarian aid for the Palestinians.",
    "original_rationales": {
        "main_rationale": "While a ship was indeed attacked by Houthi rebels on Jan. 15, the above video does not show the encounter in question. It was taken two years prior and shows the X-Press Pearl vessel disaster off the coast of Sri Lanka. We therefore rate the 2024 video posts as Miscaptioned.",
        "additional_rationale1": "The Sri Lanka Air Force’s official YouTube account shared footage of the X-Press Pearl fire in May 2021. When sections of that video were reposted on X after the Houthi cargo ship attack, they appeared to have been reversed and zoomed in on, to pass the vessel off as a different one.",
        "additional_rationale2": "The X-Press Pearl was a cargo ship carrying chemicals that caught fire off the coast of Sri Lanka in 2021, leaving behind an environmental disaster that would have ramifications for years to come."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that a video shows a U.S.-owned cargo ship being hit by a missile from Yemen’s Houthi rebels is rated 'Miscaptioned' due to the video being misidentified as depicting the 2024 incident when it actually shows the X-Press Pearl vessel disaster off the coast of Sri Lanka from two years prior. The video posts were manipulated by zooming in and reversing sections to present the X-Press Pearl as the ship attacked in Yemen. This misinterpretation led to the incorrect association between the video and the actual event involving the Eagle Gibraltar ship that was targeted by the Houthis in 2024, leading to the Miscaptioned rating.",
        "detailed_reasons": {
            "reason1": "The video is proven to be from two years prior and captures the X-Press Pearl vessel incident in Sri Lanka, not the 2024 attack on the Eagle Gibraltar by Yemen’s Houthi rebels, highlighting a clear mislabeling of the content.",
            "reason2": "Sections of the original video were edited and manipulated by zooming in and reversing to create the false impression that it showcased the 2024 Yemen incident, demonstrating a deliberate effort to misrepresent the footage.",
            "reason3": "The resemblance between the ships, the cargo, and the rescue operations shown in the manipulated video and the authentic X-Press Pearl footage solidify the rationale for the 'Miscaptioned' rating, as these similarities contributed to the misidentification of the vessel shown in the video.",
            "reason4": "The erroneous association between the video and the actual event where the Eagle Gibraltar was attacked off the Yemeni coast, combined with the intentional modifications made to the video to support the incorrect claim, collectively establish a strong basis for the Miscaptioned rating, emphasizing the misleading nature of the video."
        }
    },
    "evidences": {
        "num_of_evidence": 0
    },
    "relationship_with_evidence": [],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/bgpS6gu-LLg?feature=oembed&start=1",
            "https://www.youtube.com/embed/SoYQLOh6_rk?feature=oembed&start=1"
        ]
    }
}