{
    "url": "https://www.snopes.com/fact-check/michael-moore-supports-trump/",
    "claim_content": "Academy Award-winning documentary filmmaker Michael Moore announced his support of former U.S. President Donald Trump for reelection in 2024.",
    "rating_content": "False",
    "article_content": "On Jan. 16, 2024, a user on X (formerly Twitter) named @Sadie_NC posted a video clip that displayed the caption, \"Michael Moore Supporting Trump.\"\nMichael Moore is an Academy Award-winning filmmaker who is perhaps best known for the best documentary Oscar that he won in 2003 for \"Bowling for Columbine,\" which was inspired by the 1999 Columbine High School shootings in Colorado.\nAbove the video, the X post (archived) read, \"Never did I think Michael Moore would hit the nail on the head. Absolutely stunned by what he has to say about Trump and Trump voters.\" The post received more than 7,000 reposts and over 17,000 likes.\nThe video displayed a watermark for TikTok user @justwownewsofficial, who had just posted the clip hours earlier on Jan. 16.\n \nThe video was sourced from Moore's 2016 film, \"Michael Moore in TrumpLand.\" In the clip, Moore says a number of things that make it seem like he is siding with Trump supporters and is perhaps endorsing his candidacy.\nHowever, at the point that the brief clip ends on X and TikTok, Moore continues in the full film by telling the audience that voting for Trump will be something they will \"regret.\"\n\"But I get it. You wanted to send a message,\" Moore says. \"You had righteous anger. And justifiable anger. Well, message sent. Goodnight America. You've just elected the last president of the United States.\"\nThe omitted ending was uploaded to Moore's official YouTube channel on Oct. 27, 2016 with the text description, \"Here's the REAL ending to Mike's ANTI-Trump rant that was cut out by Trump supporters.\"\n\nWe previously reported about this very same video clip from Moore's film when it was being shared online in the same out-of-context manner in the weeks before the 2016 U.S. presidential election. Since that time, even Trump himself at least twice shared the misleading video clip on social media, including at least once on his own Truth Social platform.",
    "original_rationals": {
        "raw_Rationale": "The video displayed a watermark for TikTok user @justwownewsofficial, who had just posted the clip hours earlier on Jan. 16.",
        "Additional_rationale1": "However, at the point that the brief clip ends on X and TikTok, Moore continues in the full film by telling the audience that voting for Trump will be something they will \"regret.\"",
        "Additional_rationale2": "The omitted ending was uploaded to Moore's official YouTube channel on Oct. 27, 2016 with the text description, \"Here's the REAL ending to Mike's ANTI-Trump rant that was cut out by Trump supporters.\""
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim that Michael Moore expressed support for former U.S. President Donald Trump's reelection is false. The video clip circulating on social media was taken out of context from Moore's 2016 film, 'Michael Moore in TrumpLand.' In the full film, Moore clearly states that voting for Trump is something people will regret and ends by declaring that America just elected its last president.",
        "detailed_reasons": {
            "reason1": "The video clip in question was sourced from Moore's film 'Michael Moore in TrumpLand,' where the full context reveals Moore's disapproval of Trump and his warning that voting for Trump will lead to regret.",
            "reason2": "Moore's statement that America had just elected the last president of the United States following the 2016 election in the full film contradicts any notion of him supporting Trump for reelection in 2024.",
            "reason3": "Even Trump himself shared the misleading video clip on social media, acknowledging its out-of-context nature. This further emphasizes that the claim of Moore supporting Trump is false."
        }
    },
    "evidences": {},
    "relationship_with_evidence": []
}