{
    "url": "https://www.snopes.com/fact-check/palestinian-baby-dolls-israel/",
    "claim_content": "Photographs and videos shared in January 2024 showed bloodied \"Palestinian baby dolls\" made and sold in Israel.",
    "rating_content": "Miscaptioned",
    "article_content": "The photographs and videos allegedly showing \"Palestinian baby dolls\" were a pro-Palestinian art project and were neither made nor sold in Israel.\nThe protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.\nOn Jan. 12, 2024, a striking photograph was shared on X (formerly Twitter), allegedly showing a bloodied \"Palestinian baby doll\" made in Israel (and sold in Mexico). Various social media users shared the photograph of the doll in a package with text in Spanish that read \"soldados de elite\" and \"incluye bebe palestino,\" which translated to \"elite soldiers\" and \"includes Palestinian baby.\"\nOne X post captioned the image: \"How sick. They sell these… they make these… they don’t even hide their genocidal self anymore And the world watches,\"\n\nGoogle reverse-image search results showed that the images showing the doll were shared on social media platforms such as Instagram and Facebook, as well as websites in multiple languages.\nBut we found the viral images did not show an actual doll available for sale in Israel.\nWhile searching for news reports on the topic, we found an article titled, \"Unraveling Deception: The Truth Behind The Controversial ‘Israeli-Made’ Palestinian Doll.\" It read:\nPicture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.\nIn fact, we found that the original post with the in-question photo was shared by an Instagram profile @vlocke_negro on Jan. 6, 2024. However, as of Jan. 15, 2024, the original post was marked as \"edited,\" and its description read (we translated it from Spanish):\nUPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.\nThe post continued, explaining that the in-question doll was an activism art project, not an authentic doll available for sale:\nThis project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?\nAlso, on Jan. 16, 2024, the activist reposted on Instagram stories a post with the in-question doll with a caption reading:\nDolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?\nWhat's more, we found a video on the activist's profile showing how he made the doll, with a caption reading, \"Reality far exceeds this intervention.\"\nPost udostępniony przez Vlocke (@vlocke_negro)\n\nFinally, we found that a fact-checking organization Lead Stories also reported on the topic on Jan. 11, 2024.\nAll in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel. Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\"",
    "original_rationals": {
        "raw_Rationale": "All in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel.",
        "Additional_rationale1": "Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\""
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim was rated as 'Miscaptioned' because the photographs and videos initially thought to depict bloodied 'Palestinian baby dolls' made and sold in Israel turned out to be part of a pro-Palestinian art project and not actual products available for sale. The misinformation stemmed from an activist's initiative to raise awareness about the situation in Gaza, rather than being a genuine commercial item.",
        "detailed_reasons": {
            "reason1": "The images circulating on social media were ultimately linked to an art project by a Mexican activist, debunking the initial narrative that these dolls were produced in Israel for commercial purposes.",
            "reason2": "The Instagram post by the activist explicitly clarified the doll's purpose as part of an art project, emphasizing its role as a symbol of resistance for Palestinians, rather than being a commodity made and marketed by Israel.",
            "reason3": "Further investigations and fact-checking revealed no evidence supporting the claim that such dolls were being manufactured and sold in Israel, strengthening the conclusion that the circulating content was indeed miscaptioned."
        }
    },
    "evidences": {
        "evidence0": "The protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.",
        "evidence1": "Picture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.",
        "evidence2": "UPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.",
        "evidence3": "This project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?",
        "evidence4": "Dolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?",
        "evidence5": "Wyświetl ten post na Instagramie\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\nPost udostępniony przez Vlocke (@vlocke_negro)"
    },
    "relationship_with_evidence": [
        {
            "relationship_between_raw_Rationale_and_evidence_0": "Irrelevant"
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_0": "Irrelevant"
        },
        {
            "relationship_between_reason1_and_evidence_0": "Irrelevant"
        },
        {
            "relationship_between_reason2_and_evidence_0": "Irrelevant"
        },
        {
            "relationship_between_reason3_and_evidence_0": "Irrelevant"
        },
        {
            "relationship_between_raw_Rationale_and_evidence_1": "Supportive. The evidence directly upholds the rationale detail by confirming that the bloodied 'Palestinian baby doll' was indeed part of an art project by a pro-Palestinian activist, contradicting the initial claim that it was a genuine doll made and sold in Israel."
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_1": "Refute. The evidence provided directly contradicts the rationale detail by clarifying that the Palestinian baby dolls with bloodied appearance, initially claimed to be made and sold in Israel, were actually a creation of a Mexican activist who transformed a regular doll into a symbolic representation of Palestinian struggles. This evidence completely refutes the notion that these dolls were originated in Israel, showcasing a stark contrast to the original claim and leading to the 'Miscaptioned' rating."
        },
        {
            "relationship_between_reason1_and_evidence_1": "Refute. The evidence directly contradicts the rationale detail by revealing that the bloodied 'Palestinian baby dolls' were not made and sold in Israel, but were part of an art project by a Mexican activist. The evidence clarifies that the dolls were created to raise awareness for the Palestinian cause, debunking the initial narrative that they originated in Israel for commercial purposes."
        },
        {
            "relationship_between_reason2_and_evidence_1": "Refute. The evidence directly contradicts the rationale detail by revealing that the bloodied 'Palestinian baby doll' was not made and sold in Israel as implied but was actually a transformation of a normal doll by a Mexican activist. The Instagram post misrepresented the origin and purpose of the doll, thereby opposing the emphasis on it being an art project and a symbol of resistance for Palestinians."
        },
        {
            "relationship_between_reason3_and_evidence_1": "Supportive. The evidence directly supports the rationale detail by confirming that the depicted 'Palestinian baby dolls' were not actually manufactured or sold in Israel, as initially claimed. It clarifies that the dolls were altered by an activist in Mexico with the purpose of raising awareness about the situation in Palestine, thereby aligning with the conclusion that the circulating content was indeed miscaptioned."
        },
        {
            "relationship_between_raw_Rationale_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_reason1_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_reason2_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_reason3_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_raw_Rationale_and_evidence_3": "Irrelevant"
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_3": "Irrelevant"
        },
        {
            "relationship_between_reason1_and_evidence_3": "Irrelevant"
        },
        {
            "relationship_between_reason2_and_evidence_3": "Irrelevant"
        },
        {
            "relationship_between_reason3_and_evidence_3": "Irrelevant"
        },
        {
            "relationship_between_raw_Rationale_and_evidence_4": "Supportive. The evidence directly aligns with the rationale detail by confirming that the 'Palestinian baby dolls' were part of an art project by a pro-Palestinian activist, not authentic dolls made and sold in Israel. The dolls found a place in a Mexican doll store, serving as symbols of resistance and advocacy for Palestinians, thus supporting the assertion made in the rationale."
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_4": "Irrelevant"
        },
        {
            "relationship_between_reason1_and_evidence_4": "Supportive. The evidence directly supports the rationale detail by confirming that the bloodied 'Palestinian baby dolls' were part of an art project by a Mexican activist, debunking the initial narrative of them being produced in Israel for commercial purposes."
        },
        {
            "relationship_between_reason2_and_evidence_4": "Supportive. The evidence directly supports the rationale by confirming that the 'Palestinian baby dolls' were indeed part of an art project by @vlocke_negro, emphasizing their symbolic role in resistance and awareness-raising for Palestinians. This aligns perfectly with the rationale's description of the doll's purpose as a symbol of resistance rather than a commodity produced by Israel."
        },
        {
            "relationship_between_reason3_and_evidence_4": "Irrelevant"
        },
        {
            "relationship_between_raw_Rationale_and_evidence_5": "Irrelevant"
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_5": "Irrelevant"
        },
        {
            "relationship_between_reason1_and_evidence_5": "Irrelevant"
        },
        {
            "relationship_between_reason2_and_evidence_5": "Irrelevant"
        },
        {
            "relationship_between_reason3_and_evidence_5": "Irrelevant"
        }
    ]
}