{
    "url": "https://www.snopes.com/fact-check/amy-schumer-falling-down-stairs/",
    "claim_content": "A viral video from December 2023 authentically shows Amy Schumer, comedian, falling down stairs while attempting to do a TikTok trend.",
    "rating_content": "Labeled Satire",
    "article_content": "On Dec. 27, 2023, X (formerly Twitter) account @LyricVault posted a video of a blonde woman wearing all black falling down a stairwell after bouncing sideways up the stairs, apparently while attempting a TikTok trend. The video was posted alongside a headshot of actor and comedian Amy Schumer, and was captioned: \"Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition.\" The video has been viewed more than 29,900,000 times, as of this writing.\n? Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition. pic.twitter.com/H3mVEgOBWX\n— Lyric Vault (@LyricVault) December 27, 2023\n\nResponses ranged from derision to skepticism, with comments such as, \"I would be lying if I said I didn't laugh at this lol\" and \"that's 100% not her.\"\n\"Literally the only time that Amy Schumer has ever been funny,\" another X user commented.\nBut there is no evidence that it is Schumer falling down those stairs. Upon closer inspection, the facial profile of the person in the video does not resemble that of Schumer in the least. \nMost telling of all, the @LyricVault X account describes itself as \"Dedicated to satire — nothing posted here represents actual facts or news.\"\nWe found that the original video was posted by TikTok account @marifranking on April 15, 2020. As of this writing, the original video has 25,400,000 views.\n\n (Image via X account @LyricVault)\n (Image via NPR)\nAdditionally, Schumer had not posted such a video on any of her social media profiles, as of this writing; her last TikTok was posted on Sept. 14.\nSchumer came under fire shortly before this for making inflammatory and allegedly Islamophobic statements on social media in regards to the Israel-Hamas War, making her the subject of increasing online attention.\nWe reached out to Schumer's publicist via email for comment on the video, and have not received a response at the time of this publishing.\nOther sites, such as Newsweek and SK Pop, have also debunked this false rumor.",
    "original_rationals": {
        "rationale1": "Most telling of all, the @LyricVault X account describes itself as \"Dedicated to satire — nothing posted here represents actual facts or news.\""
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim that a viral video depicts comedian Amy Schumer falling down stairs while attempting a TikTok trend has been labeled as satire due to multiple reasons found in the text. The video in question was posted by an account dedicated to satire, explicitly stating that its content does not reflect real news. Moreover, comments from users pointed out that the individual in the video did not resemble Schumer, and there was no evidence linking her to the incident. Schumer's lack of posting the video on her social media, along with her publicist's unresponsiveness and various debunking efforts by reputable sources, further support the satirical nature of the video. These combined factors establish a clear basis for the satire rating given to the claim."
    },
    "evidences": {
        "evidence0": "? Amy Schumer hospitalized after attempting TikTok trend. Sources say she’s in critical condition. pic.twitter.com/H3mVEgOBWX\n— Lyric Vault (@LyricVault) December 27, 2023",
        "evidence1": "@marifranking Well, stair challenge is harder than it looks #stairchallenge #mombomb #oopsy #lol #stayhomestaystrong #stairshuffle #mom #fails #ouch ♬ #PlankChallenge - bing bong"
    },
    "relationship_with_evidence": [
        {
            "relationship_with_evidence0": "The rationale for labeling the claim about the viral video showing comedian Amy Schumer falling down stairs while doing a TikTok trend as satire is well-supported by the evidence provided in the article. The video was posted by an account explicitly dedicated to satire, conveying a clear disclaimer that its content does not represent actual facts. Users' comments noting the lack of resemblance between the individual in the video and Amy Schumer, along with the absence of evidence linking Schumer to the incident, further underpin the satirical nature of the video. Additionally, Schumer's inactivity regarding the video on her social media accounts, her publicist's unresponsive behavior, and the debunking efforts by reputable sources collectively affirm the satirical classification of the claim. These pieces of evidence corroborate the synthesized rationale behind identifying the viral video as satire."
        },
        {
            "relationship_with_evidence1": "The rationale provided supports the satire label given to the claim that a viral video shows comedian Amy Schumer falling down stairs while attempting a TikTok trend. The evidence from the article reveals that the video was posted by an account explicitly dedicated to satire, stating that its content does not represent actual facts. Furthermore, comments from users highlighted the lack of resemblance between the person in the video and Amy Schumer, along with the absence of any concrete evidence linking Schumer to the incident. Schumer's own social media history, specifically the fact that she had not posted such a video, along with her publicist's silence, and the efforts by various reputable sources to debunk the rumor all contribute to affirming the satirical nature of the claim. Therefore, the evidence provided solidifies the rationale's conclusion that the video is a product of satire and not an authentic portrayal of Amy Schumer's actions."
        }
    ]
}