{
    "url": "https://www.snopes.com/fact-check/kim-putin-toast/",
    "claim_content": "A video shows North Korean leader Kim Jong Un and Russian President Vladimir Putin toasting each other then placing their drinks on the table without consuming them.",
    "rating_content": "False",
    "article_content": "A video that frequently goes viral on social media is often presented as an awkward exchange between North Korean leader Kim Jong Un and Russian President Vladimir Putin, betraying a lack of trust between the two. A popular account on X, for example, shared the clip in late 2023 with the caption \"Trust issues\":\n\nThis video was manipulated. The portion appearing to show the two leaders placing their full drinks on the table after toasting is simply a clip of the two picking their glasses up played in reverse. The full unedited video shows the action as it occurred, and it ends with both leaders sipping from their drinks after their toast:\n\nThis meeting occurred in Russia on April 25, 2019, following a breakdown of talks between former U.S. President Donald Trump and Kim over North Korea's nuclear program, with Putin attempting to serve as a mediator, as reported by The Washington Post:\nRussian President Vladimir Putin emerged from his first summit with Kim Jong Un [...] saying that North Korea needs international security guarantees, not just U.S. pledges, to consider giving up its nuclear arsenal.\nPutin’s call for more multinational involvement contrasts sharply with President Trump’s strategy of one-on-one dialogue with the North Korean leader. It also reinforced North Korea’s attempt to link security and sanctions relief as twin demands in negotiations over its nuclear program.\nBecause the video was manipulated to suggest a sequence of events that did not happen, the claim is False.",
    "original_rationals": {
        "rationale1": "This video was manipulated. The portion appearing to show the two leaders placing their full drinks on the table after toasting is simply a clip of the two picking their glasses up played in reverse.",
        "rationale2": "Because the video was manipulated to suggest a sequence of events that did not happen, the claim is False."
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim about a video showing Kim Jong Un and Vladimir Putin toasting, then placing their drinks on the table without consumption, has been rated as False because the video was manipulated. The viral clip misrepresented the actions of the leaders by playing a reversed segment, creating a false impression. The true context in the full unedited video reveals that both leaders did consume their drinks after the toast. Consequently, the rating is based on the clear evidence that the video was altered to suggest events that did not occur as portrayed."
    },
    "evidences": {
        "evidence0": "Russian President Vladimir Putin emerged from his first summit with Kim Jong Un [...] saying that North Korea needs international security guarantees, not just U.S. pledges, to consider giving up its nuclear arsenal.\nPutin’s call for more multinational involvement contrasts sharply with President Trump’s strategy of one-on-one dialogue with the North Korean leader. It also reinforced North Korea’s attempt to link security and sanctions relief as twin demands in negotiations over its nuclear program."
    },
    "relationship_with_evidence": [
        {
            "relationship_with_evidence0": "The rationale for rating the claim about a video showing Kim Jong Un and Vladimir Putin toasting and then placing their drinks on the table without consumption as False is due to the manipulation of the video. The viral clip misrepresented the actions by playing a reversed segment, creating a false impression. The evidence provided supports this by highlighting that the meeting between Putin and Kim involved discussions on North Korea's nuclear program and the need for international security guarantees, suggesting a serious diplomatic context different from the misrepresented video. This evidence further reinforces the conclusion that the video was altered to portray events inaccurately, thus justifying the False rating based on clear proof of manipulation."
        }
    ]
}