{
    "url": "https://www.snopes.com/fact-check/palestinian-baby-dolls-israel/",
    "claim_content": "Photographs and videos shared in January 2024 showed bloodied \"Palestinian baby dolls\" made and sold in Israel.",
    "rating_content": "Miscaptioned",
    "article_content": "The photographs and videos allegedly showing \"Palestinian baby dolls\" were a pro-Palestinian art project and were neither made nor sold in Israel.\nThe protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.\nOn Jan. 12, 2024, a striking photograph was shared on X (formerly Twitter), allegedly showing a bloodied \"Palestinian baby doll\" made in Israel (and sold in Mexico). Various social media users shared the photograph of the doll in a package with text in Spanish that read \"soldados de elite\" and \"incluye bebe palestino,\" which translated to \"elite soldiers\" and \"includes Palestinian baby.\"\nOne X post captioned the image: \"How sick. They sell these… they make these… they don’t even hide their genocidal self anymore And the world watches,\"\n\nGoogle reverse-image search results showed that the images showing the doll were shared on social media platforms such as Instagram and Facebook, as well as websites in multiple languages.\nBut we found the viral images did not show an actual doll available for sale in Israel.\nWhile searching for news reports on the topic, we found an article titled, \"Unraveling Deception: The Truth Behind The Controversial ‘Israeli-Made’ Palestinian Doll.\" It read:\nPicture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.\nIn fact, we found that the original post with the in-question photo was shared by an Instagram profile @vlocke_negro on Jan. 6, 2024. However, as of Jan. 15, 2024, the original post was marked as \"edited,\" and its description read (we translated it from Spanish):\nUPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.\nThe post continued, explaining that the in-question doll was an activism art project, not an authentic doll available for sale:\nThis project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?\nAlso, on Jan. 16, 2024, the activist reposted on Instagram stories a post with the in-question doll with a caption reading:\nDolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?\nWhat's more, we found a video on the activist's profile showing how he made the doll, with a caption reading, \"Reality far exceeds this intervention.\"\nPost udostępniony przez Vlocke (@vlocke_negro)\n\nFinally, we found that a fact-checking organization Lead Stories also reported on the topic on Jan. 11, 2024.\nAll in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel. Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\"",
    "original_rationals": {
        "rationale1": "All in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel."
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim regarding bloodied 'Palestinian baby dolls' made and sold in Israel was rated as 'Miscaptioned' due to the evidence presented in the article. The photographs and videos circulating were part of a pro-Palestinian art project created by a Mexican activist, not authentic dolls from Israel. This distinction was confirmed through investigations that traced the creation of the doll to the activist, debunking the initial caption misrepresenting the origin of the doll. Additionally, fact-checking organizations and social media posts clarified the true nature of the doll, highlighting it as a symbolic representation for raising awareness about Palestinian issues. These findings, combined with the lack of credible sources reporting such dolls being sold in Israel, solidify the 'Miscaptioned' designation for the claim."
    },
    "evidences": {
        "evidence0": "The protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.",
        "evidence1": "Picture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.",
        "evidence2": "UPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.",
        "evidence3": "This project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?",
        "evidence4": "Dolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?",
        "evidence5": "Wyświetl ten post na Instagramie\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\nPost udostępniony przez Vlocke (@vlocke_negro)"
    },
    "relationship_with_evidence": [
        {
            "relationship_with_evidence0": "The rationale for rating the claim about bloodied 'Palestinian baby dolls' made and sold in Israel as 'Miscaptioned' is strongly supported by the evidence presented in the article. The evidence highlights that the photographs and videos shared were part of a pro-Palestinian art project by a Mexican activist, not actual dolls from Israel, as initially claimed. Investigations revealed that the doll was created by the activist, debunking the misrepresentation regarding its origin. Additionally, reports from fact-checking organizations and social media posts clarified the doll's symbolic nature in raising awareness about Palestinian issues. The absence of credible sources reporting similar dolls being sold in Israel further reinforces the 'Miscaptioned' designation for the claim, aligning well with the evidence provided."
        },
        {
            "relationship_with_evidence1": "The rationale indicates that the claim of bloodied 'Palestinian baby dolls' made and sold in Israel was deemed as 'Miscaptioned' based on the evidence provided in the article. The evidence reveals that the photographs and videos in question were part of a pro-Palestinian art project initiated by a Mexican activist, not genuine dolls originating from Israel. This discrepancy was verified through investigations that identified the activist as the creator of the doll, debunking the initial assertion about the doll's origin. Furthermore, fact-checking entities and social media posts clarified that the doll was a symbolic representation aimed at raising awareness about Palestinian issues. The absence of credible sources reporting the sale of such dolls in Israel strengthens the 'Miscaptioned' verdict for the claim, as the evidence definitively refutes the initial misconception regarding the doll's production and availability."
        },
        {
            "relationship_with_evidence2": "The rationale for rating the claim about bloodied 'Palestinian baby dolls' made and sold in Israel as 'Miscaptioned' is well-supported by the evidence provided in the article. The article details how the photographs and videos circulating were actually part of a pro-Palestinian art project created by a Mexican activist, not genuine dolls from Israel. This was evidenced through investigations that traced the doll's origins to the activist, debunking the initial misrepresentation of the doll's source. Furthermore, the clarification from fact-checking organizations and social media posts highlighted the doll as a symbolic representation for shedding light on Palestinian issues. The lack of credible sources reporting similar dolls being available for sale in Israel further solidifies the 'Miscaptioned' classification of the claim, aligning well with the synthesized rationale."
        },
        {
            "relationship_with_evidence3": "The evidence presented in the article supports the rationale that the claim of bloodied 'Palestinian baby dolls' made and sold in Israel was miscaptioned. The evidence details the origins of the doll, linking it to a Mexican activist who repurposed a generic doll into a pro-Palestinian art project. This refutes the initial claim by showcasing that the doll was not made or sold in Israel. The post edited by the activist clarified the purpose of the project, emphasizing its activist nature rather than commercial production. The lack of credible sources reporting similar dolls being available in Israel further solidifies the miscaptioned rating for the claim, as the doll was a symbolic representation aimed at raising awareness of Palestinian issues, not a commercially available product from Israel."
        },
        {
            "relationship_with_evidence4": "The rationale that the claim of bloodied 'Palestinian baby dolls' being made and sold in Israel was 'Miscaptioned' is strongly supported by the evidence provided in the article. The evidence reveals that the photographs and videos actually depicted an art project by a Mexican activist named @vlocke_negro, not authentic dolls from Israel. This distinction was verified through investigations that traced the creation of the doll back to the activist, debunking the initial misrepresentation about the doll's origin. The evidence further confirms that the doll was placed in a doll store in Mexico City as part of an activism project to raise awareness about Palestinian issues and symbolize resistance. Additionally, the fact that no credible sources reported similar dolls being produced in Israel aligns with the 'Miscaptioned' rating, as it solidifies the discrepancy between the claim and the actual nature of the dolls."
        },
        {
            "relationship_with_evidence": "The rationale behind the claim being rated as 'Miscaptioned' is strongly supported by the evidence provided in the article. The evidence clearly reveals that the photographs and videos circulating on social media showing bloodied 'Palestinian baby dolls' made and sold in Israel were actually part of a pro-Palestinian art project initiated by a Mexican activist. This project involved transforming a regular doll into a symbol of Palestinian struggle, debunking the initial misrepresentation that the dolls were authentic products from Israel. Through investigations and fact-checking by organizations like Lead Stories, it was established that there were no credible sources confirming the existence of such dolls being manufactured and sold in Israel. The article, along with social media posts and the activist's own statements, dismantles the false narrative surrounding the origin of the doll, thus justifying the 'Miscaptioned' rating for the claim."
        }
    ]
}