{
    "url": "https://www.snopes.com/fact-check/trump-uaw-raises-2008/",
    "claim_content": "Donald Trump criticized pay raises for United Auto Workers (UAW) union members during a Fox News interview in 2008, saying, \"They get their little five percent. They get another two percent. They get another three percent, four percent ... and all of a sudden they're making more money than the people that own the company.\"",
    "rating_content": "Correct Attribution",
    "article_content": "In the original interview, Trump argued that auto manufacturers needed to \"make a much better deal\" with the union on pay raises. He also said that he believed the union's workers were \"fantastic\" and called Ron Gettelfinger, who was the president of UAW at the time, \"one of the greatest representatives for a group of people\" that he had \"ever seen.\" A longer video and partial transcription of the interview are presented in the story below.\nIn late January 2024, the @BidenHQ account on X — an official rapid-response arm of U.S. President Joe Biden's reelection campaign — posted a brief video clip from an old Fox News interview with the caption, \"Trump on union workers: 'They get their little 5 percent, they get another 2 percent... All of a sudden they’re making more money than the people that own the company.'\"\nTrump on union workers: “They get their little 5 percent, they get another 2 percent... All of a sudden they’re making more money than the people that own the company” pic.twitter.com/IE9CyRjdwv\n— Biden-Harris HQ (@BidenHQ) January 31, 2024\nThis was a genuine video clip from an interview that originally aired on Fox News on Dec. 17, 2008.\nDuring the interview, Fox host Neil Cavuto asked Trump about his thoughts regarding a potential government-assistance package for the automobile industry, which was suffering financially at the time in light of the 2008 financial crisis. Trump also spoke on the fact that the United Auto Workers (UAW) union had just days earlier agreed to a series of concessions to help keep the industry afloat. A $17.4 billion bailout of GM and Chrysler was announced by then-U.S. President George W. Bush on Dec. 19, two days after the interview aired.\nThe clip was reposted by the Biden campaign account on Jan. 31, 2024, just days following the announcement from UAW President Shawn Fain who said that the union would be endorsing the sitting president's reelection. The union previously endorsed Biden in 2020 and former U.S. Secretary of State Hillary Clinton in 2016.\nTwo video clips from the interview were previously reposted on X in September 2023, including one that genuinely showed Trump saying, \"I think that the unions are really, really hurting very badly what's going on with the auto [industry].\" The clips were also published on DailyKos.com and on the Daily Kos YouTube channel:\n\nThe Media Matters for America website hosted a lengthier clip from the Trump interview that lasted nearly four minutes. A transcript and video of the full interview did not appear to be publicly available online.\nSnopes transcribed the longer video below. Highlights have been bolded:\nCAVUTO: Would you bail out the auto industry?\nTRUMP: The auto industry is such a great question. And it's such an interesting... this will be studied for years. Do you do it? Do you not do it? And I watched [Ron] Gettelfinger, the union head, on television. He is one of the greatest representatives for a group of people that I've ever seen. You sit there and it looks like your grandfather is just talking to you, a fireside chat, like the people are starving in the union. And then I go to people and friends of mine that are in the auto business, and he talks about two and three-year severance. He talks about, \"You're taken care of for the rest of your life, no matter what happens.\" A disaster, a legacy that's a total disaster. But you watch this guy, I really admit, they have one of the great representatives I've ever seen. Because you watch him and you almost want to write a check to the union saying...\nCAVUTO: So you don't think he's conceded enough?\nTRUMP: I think that the unions are really, really hurting very badly what's going on with the autos, and, you know, I also really think they make a good product. I hear so much. The problem is that the leadership doesn't talk about how good the product is. I buy American. We buy a lot of trucks and a lot of things American. They're really good products and nobody talks about the quality. I keep hearing about how Japan makes this great product. How other countries are making... We make a great product. And by the way, the union workers are fantastic, but probably they have to take a cut. But if you listen to [Ron] Gettelfinger, it's almost like the world has collapsed.\nCAVUTO: But would you bail them out?\nTRUMP: (long sigh) There are so many ways that it can be saved. If they do a Chapter 11.\nCAVUTO: Well, bankruptcy is an option.\nTRUMP: If they do a Chapter 11, and over the years I've put companies into a Chapter 11. You negotiate from Chapter 11. It's a tremendous strength.\nCAVUTO: Did it work for you? You came back from... they say it can't work for them because people wouldn't buy from a bankrupt auto company. They wouldn't buy cars.\nTRUMP: Look, many of the people that you report about have taken companies and put them into Chapter 11. Now, I wouldn't want to do it on a personal basis and I've never done it on a personal basis. But, if you look at WCI, it's Carl Icahn. If you look at something else, it's somebody else. I mean, many, many people, you know, it doesn't get the publicity of the auto business unless of course I happen to do it in which case it gets a lot of publicity...\nCAVUTO: But Don, the auto guys say they would be different because bankruptcy for them is not an option, that it would be a scarlet letter and a stigma.\nTRUMP: That's right. They say people won't buy cars.\nCAVUTO: Do you buy that?\nTRUMP: Well, I absolutely don't because I'd rather buy a car than fly on an airline. When United Airlines is bankrupt [or] when Delta Air Lines goes bankrupt, and I'm supposed to be flying them, I'd rather have a car than fly on an airline, if that's the case. But, they didn't lose any business. Now, as long as they know the company is going to be around, it's not going to hurt them one bit. In fact, people would like it. But you have to make a better deal with the unions despite Gettelfinger's brilliant salesmanship. It's brilliant. Despite that, you have to make a much better deal with the unions. And you have to make a better deal with everybody. I mean, everything. It's years and years of (inaudible).\nAnd you know, I see it at my own company. While my company's a lot newer, over the years, we have Christmas bonus time, right? And we've done well. Now, I pay somebody a bonus 20 years ago. Then you give them a little more, a little more, a little more. Now it's 20 years later. All of a sudden, I'm saying, \"I'm paying them too much. I'm paying them too much.\" I mean, I'm paying some guys much more than I should be paying. You know why? Time. Same thing with the unions. They get a little increase. They get another, another... 40 or 50 years will go by...\nCAVUTO: What do your guys get? Do you give them a condo or what do you give them?\nTRUMP: No, I just give them bonuses. But you know, I always like to give them a little more...\nCAVUTO: I know it's not a hickory cheese log. I know that.\nTRUMP: No, I'm not even talking about top-level people. I'm talking about. You go a little bit, little bit, little bit, little bit... all of a sudden 20 years is up and now you're saying, \"Man, that's a lot of money.\" I'm sitting behind my desk signing these checks.\nCAVUTO: Well see, then they expect it, right?\nTRUMP: They expect it.\nCAVUTO: December rolls around and, I think, \"Don's gonna be good to me.\"\nTRUMP: You know, it's the same thing with the unions.\nCAVUTO: That's right.\nTRUMP: They get their little five percent. They get another two percent. They get another three percent, four percent ... and all of a sudden they're making more money than the people that own the company.\nOn Jan. 25, 2024, Cavuto interviewed Fain on Fox News. During the interview, Fain appeared to reference the remarks Trump made in 2008, telling Cavuto, \"In 2008 [and] 2009, the economic recession, Donald Trump blamed the workers for what was wrong with these [auto] companies.\"\nAlso, on Dec. 10, 2008, just one week prior to Trump's interview with Cavuto, he appeared on Fox News for a different interview with host Greta Van Susteren, in which he also appeared to lay some blame on unions for the crisis that the auto industry was dealing with at the time.\n",
    "original_rationals": {
        "rationale1": "This was a genuine video clip from an interview that originally aired on Fox News on Dec. 17, 2008."
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim of Donald Trump criticizing pay raises for United Auto Workers (UAW) union members during a Fox News interview in 2008 has been rated as 'Correct Attribution' because the article provides details that confirm the accuracy of Trump's statements. The text outlines the context of the original Fox News interview, including Trump's remarks about union workers receiving incremental pay raises and eventually making more than company owners. The inclusion of a genuine video clip and transcripts from the interview supports the claim's attribution to Trump. Additionally, references to the reposting of the video clip by the Biden campaign and statements made by UAW President Shawn Fain further solidify the link between Trump's words and their accurate representation in the article."
    },
    "evidences": {
        "evidence0": "Trump on union workers: “They get their little 5 percent, they get another 2 percent... All of a sudden they’re making more money than the people that own the company” pic.twitter.com/IE9CyRjdwv\n— Biden-Harris HQ (@BidenHQ) January 31, 2024",
        "evidence1": "CAVUTO: Would you bail out the auto industry?\nTRUMP: The auto industry is such a great question. And it's such an interesting... this will be studied for years. Do you do it? Do you not do it? And I watched [Ron] Gettelfinger, the union head, on television. He is one of the greatest representatives for a group of people that I've ever seen. You sit there and it looks like your grandfather is just talking to you, a fireside chat, like the people are starving in the union. And then I go to people and friends of mine that are in the auto business, and he talks about two and three-year severance. He talks about, \"You're taken care of for the rest of your life, no matter what happens.\" A disaster, a legacy that's a total disaster. But you watch this guy, I really admit, they have one of the great representatives I've ever seen. Because you watch him and you almost want to write a check to the union saying...\nCAVUTO: So you don't think he's conceded enough?\nTRUMP: I think that the unions are really, really hurting very badly what's going on with the autos, and, you know, I also really think they make a good product. I hear so much. The problem is that the leadership doesn't talk about how good the product is. I buy American. We buy a lot of trucks and a lot of things American. They're really good products and nobody talks about the quality. I keep hearing about how Japan makes this great product. How other countries are making... We make a great product. And by the way, the union workers are fantastic, but probably they have to take a cut. But if you listen to [Ron] Gettelfinger, it's almost like the world has collapsed.\nCAVUTO: But would you bail them out?\nTRUMP: (long sigh) There are so many ways that it can be saved. If they do a Chapter 11.\nCAVUTO: Well, bankruptcy is an option.\nTRUMP: If they do a Chapter 11, and over the years I've put companies into a Chapter 11. You negotiate from Chapter 11. It's a tremendous strength.\nCAVUTO: Did it work for you? You came back from... they say it can't work for them because people wouldn't buy from a bankrupt auto company. They wouldn't buy cars.\nTRUMP: Look, many of the people that you report about have taken companies and put them into Chapter 11. Now, I wouldn't want to do it on a personal basis and I've never done it on a personal basis. But, if you look at WCI, it's Carl Icahn. If you look at something else, it's somebody else. I mean, many, many people, you know, it doesn't get the publicity of the auto business unless of course I happen to do it in which case it gets a lot of publicity...\nCAVUTO: But Don, the auto guys say they would be different because bankruptcy for them is not an option, that it would be a scarlet letter and a stigma.\nTRUMP: That's right. They say people won't buy cars.\nCAVUTO: Do you buy that?\nTRUMP: Well, I absolutely don't because I'd rather buy a car than fly on an airline. When United Airlines is bankrupt [or] when Delta Air Lines goes bankrupt, and I'm supposed to be flying them, I'd rather have a car than fly on an airline, if that's the case. But, they didn't lose any business. Now, as long as they know the company is going to be around, it's not going to hurt them one bit. In fact, people would like it. But you have to make a better deal with the unions despite Gettelfinger's brilliant salesmanship. It's brilliant. Despite that, you have to make a much better deal with the unions. And you have to make a better deal with everybody. I mean, everything. It's years and years of (inaudible).\nAnd you know, I see it at my own company. While my company's a lot newer, over the years, we have Christmas bonus time, right? And we've done well. Now, I pay somebody a bonus 20 years ago. Then you give them a little more, a little more, a little more. Now it's 20 years later. All of a sudden, I'm saying, \"I'm paying them too much. I'm paying them too much.\" I mean, I'm paying some guys much more than I should be paying. You know why? Time. Same thing with the unions. They get a little increase. They get another, another... 40 or 50 years will go by...\nCAVUTO: What do your guys get? Do you give them a condo or what do you give them?\nTRUMP: No, I just give them bonuses. But you know, I always like to give them a little more...\nCAVUTO: I know it's not a hickory cheese log. I know that.\nTRUMP: No, I'm not even talking about top-level people. I'm talking about. You go a little bit, little bit, little bit, little bit... all of a sudden 20 years is up and now you're saying, \"Man, that's a lot of money.\" I'm sitting behind my desk signing these checks.\nCAVUTO: Well see, then they expect it, right?\nTRUMP: They expect it.\nCAVUTO: December rolls around and, I think, \"Don's gonna be good to me.\"\nTRUMP: You know, it's the same thing with the unions.\nCAVUTO: That's right.\nTRUMP: They get their little five percent. They get another two percent. They get another three percent, four percent ... and all of a sudden they're making more money than the people that own the company."
    },
    "relationship_with_evidence": [
        {
            "relationship_with_evidence0": "The rationale explaining the claim of Donald Trump criticizing pay raises for United Auto Workers (UAW) union members during a Fox News interview in 2008 as 'Correct Attribution' is well-supported by the evidence provided. The evidence includes a direct quote from Trump during the interview where he mentions the incremental pay raises received by union workers, ultimately making more money than the company owners. This aligns perfectly with the rationale's description of Trump's remarks regarding union workers' salary increments. The genuine video clip and the transcript from the Fox News interview serve as concrete evidence that backs up the claim and confirms the accuracy of attributing these statements to Trump. Furthermore, the reposting of the video clip by the Biden campaign and the reference to UAW President Shawn Fain acknowledging Trump's past criticism of workers further strengthens the connection between Trump's statements and their representation in the article."
        },
        {
            "relationship_with_evidence1": "The rationale accurately states that Donald Trump criticized pay raises for United Auto Workers (UAW) union members during a Fox News interview in 2008, and the evidence presented from the interview supports this claim. In the interview, Trump expressed concerns about the escalating pay raises for union workers, highlighting how incremental increases over time could lead them to earn more than the company owners. His statements about the need for better deals with the unions and the comparison between the auto industry's situation and his own company's bonus structure align with the rationale. Trump's emphasis on the union workers needing to take cuts, his discussions about potential bankruptcy options for auto companies, and his views on the impact of union negotiations further reinforce his criticism of the pay raises. Therefore, the evidence from the interview directly supports the rationale by illustrating Trump's explicit comments on the issue of pay raises for UAW members."
        }
    ]
}