{
    "url": "https://www.snopes.com/fact-check/young-girls-epsteins-island/",
    "claim_content": "A viral video shared in January 2023 authentically shows young girls in a house on Jeffrey Epstein's island.",
    "rating_content": "Unfounded",
    "article_content": "On Jan. 4, 2024, a video was shared on X (formerly Twitter), allegedly showing \"very young girls\" in a house on the island of the late, convicted sex offender Jeffrey Epstein. \"One of hundreds of videos of the girls from the interior of Epstein's island,\" one of the Spanish-language posts captioned the viral video. As of this writing, one post with the in-question video gained more than 1.5 million views on X.\n \n(X user @terra_cremada)\nThe post's description read:\nOne publicly released vid out of hundreds..showing these very young girls from the interior of Epstein's island.\nWhat is it they’re doing, and to what, and WHY!?\nWHAT ARE THEY PREPARING!???\nWhat do you see??\nEpstein was back in the news in early 2024 after a judge ordered documents unsealed in a lawsuit filed against his associate/partner in crime, Ghislaine Maxwell. Epstein died in jail at his own hands in 2019 while awaiting trial on charges of sex trafficking young girls. The unsealing of the documents caused a stir on social media, with various rumors appearing on the topic.\nIn short, we found no evidence the viral video revealed girls on Epstein's island.\nWe used Google reverse-image search to investigate the origins of the video and found it was shared multiple times in 2019 and 2020. For instance, one post on Reddit linked the video with actor Tom Hanks with a caption, \"Man Claims Tom Hanks is a Pedophile, releases video upon death.\" Moreover, we found instances of the video being shared in 2019 in a Facebook post and on an online 4chan forum.\nMultiple social media users also linked the video to the QAnon and Pizzagate conspiracy theories, as well as Isaac Kappy, an American actor, musician, and conspiracy theorist.\nVideo shared by the actor Isaac Kappy before he was killed for reporting the Elite Human Trafficking and Child Abuse Network. The video was recorded on Jeffrey Epstein's private Pedophile’s Island. Isaac \"committed suicide by jumping off a bridge\" #PIZZAGATE #PizzaGateIsReal pic.twitter.com/vwerTnllnj\n— ANONYMOUS (@Anonymous2Hack) June 3, 2020\n\n\"Video posted by actor and musician Isaac Kappy, who was found dead shortly after,\" a post in Portuguese shared on X in February 2023 captioned the viral video. For reference, Politifact reported in January 2023 that social media users believed \"Kappy was murdered for exposing Hollywood pedophiles,\" and did not commit suicide as officials informed.\nFinally, various social media users suggested the video was not captured in a house on Epstein's island. \"It is the 5-star Hotel - Titanic Mardin Palace, a Disney hotel in Turkey for children with water parks,\" one X user claimed.\n?Este video viralizado, no corresponde a la Isla de Epstein.\nEs el Hotel 5 estrellas - Titanic Mardin Palace, un hotel de Disney en turquia para niños con parques acuaticos.\nOjo con las fake news! pic.twitter.com/5wluDForKm\n— ~ María Miral ~?~ (@MariaMiral12) January 5, 2024\n\n\"This was from the Anjana hotel in Turkey,\" another user commented.\n \n(X user @artandsoulpaper)\nWe compared the in-question video with the spa in The Land of Legends Kingdom Hotel videos and photographs shared on TripAdvisor and found they showed a similar room. However, given that we could not confirm it independently, and that a similarly looking Turkish bath could possibly be found in other hotels, we were unable to determine the exact location of the scene visible in the viral video.\nAll in all, because we found no evidence for the viral video being captured in a house on Epstein's island, we have rated this claim as \"Unfounded.\"",
    "original_rationals": {
        "rationale1": "All in all, because we found no evidence for the viral video being captured in a house on Epstein's island, we have rated this claim as \"Unfounded.\""
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim that a viral video from January 2023 shows young girls in a house on Jeffrey Epstein's island has been rated as 'Unfounded' due to the lack of evidence supporting this assertion. The analysis revealed that the video had been shared multiple times prior to 2023 and was associated with various conspiracy theories and misinformation campaigns. Social media users linked the video to different locations, such as a Disney hotel in Turkey, rather than Epstein's island. Despite similarities in room appearances with a Turkish hotel spa, the exact location could not be confirmed independently. Consequently, the absence of conclusive proof led to the rating of the claim as 'Unfounded'."
    },
    "evidences": {
        "evidence0": "One publicly released vid out of hundreds..showing these very young girls from the interior of Epstein's island.\nWhat is it they’re doing, and to what, and WHY!?\nWHAT ARE THEY PREPARING!???\nWhat do you see??",
        "evidence1": "Video shared by the actor Isaac Kappy before he was killed for reporting the Elite Human Trafficking and Child Abuse Network. The video was recorded on Jeffrey Epstein's private Pedophile’s Island. Isaac \"committed suicide by jumping off a bridge\" #PIZZAGATE #PizzaGateIsReal pic.twitter.com/vwerTnllnj\n— ANONYMOUS (@Anonymous2Hack) June 3, 2020",
        "evidence2": "?Este video viralizado, no corresponde a la Isla de Epstein.\nEs el Hotel 5 estrellas - Titanic Mardin Palace, un hotel de Disney en turquia para niños con parques acuaticos.\nOjo con las fake news! pic.twitter.com/5wluDForKm\n— ~ María Miral ~?~ (@MariaMiral12) January 5, 2024"
    },
    "relationship_with_evidence": [
        {
            "relationship_with_evidence0": "The evidence provided is a description of a video shared on social media, claiming to show young girls in a house on Jeffrey Epstein's island. However, the rationale indicates that this claim has been rated as 'Unfounded' primarily due to the lack of evidence supporting it. The article's analysis revealed that the video had been circulated before 2023 and was associated with various conspiracy theories and misinformation campaigns. Social media users linked the video to locations other than Epstein's island, such as a Disney hotel in Turkey. While similarities were found between the video and a Turkish hotel spa, the exact location could not be independently confirmed. Therefore, the absence of concrete proof from the investigation led to the 'Unfounded' rating for the claim, as the evidence lacked substantiation linking the video definitively to Epstein's island."
        },
        {
            "relationship_with_evidence1": "The rationale behind rating the claim as 'Unfounded' regarding the viral video showing young girls in a house on Jeffrey Epstein's island is strongly supported by the evidence provided. The evidence includes details about the video being shared by actor Isaac Kappy and associated with conspiracy theories like Pizzagate and QAnon, which creates an atmosphere of misinformation and speculation. Furthermore, social media users linked the video to a Disney hotel in Turkey instead of Epstein's island, indicating a significant discrepancy in the alleged location. Despite some similarities between the video's setting and a Turkish hotel spa, the inability to definitively confirm the location highlights the lack of concrete evidence tying the video to Epstein's island. Therefore, the evidence presented directly aligns with the rationale, emphasizing the absence of substantial proof and justifying the 'Unfounded' rating for the claim."
        },
        {
            "relationship_with_evidence2": "The rationale for rating the claim as 'Unfounded' is well-supported by the evidence provided. The article content highlights how multiple social media users associated the viral video with a Disney hotel in Turkey, debunking the claim that it depicted young girls in a house on Jeffrey Epstein's island. Additionally, the comparison made by the user @artandsoulpaper between the viral video and The Land of Legends Kingdom Hotel spa videos suggests a similarity in room appearance, but without independent confirmation, the exact location remains uncertain. This lack of concrete evidence, coupled with the video's history of association with conspiracy theories and misinformation, aligns with the synthesized rationale that the claim lacks substantiation and warrants the 'Unfounded' rating."
        }
    ]
}