{
    "url": "https://www.snopes.com/fact-check/kim-jong-un-watching-volleyball/",
    "claim_content": "A viral video posted January 2024 of Kim Jong Un watching a volleyball game is authentic.",
    "rating_content": "True",
    "article_content": "A video appearing to depict North Korean leader Kim Jong Un watching a volleyball game went viral on social media, causing speculation as to the video's authenticity. \"It almost looks like it was generated by AI,\" one Reddit user wrote about the video.\nOn Jan. 23, 2024, X (formerly Twitter) account @historyinmemes shared the video, captioned \"Kim Jong Un watching a volleyball game.\" In less than 24 hours, the post gained more than 33,900,000 views and 132,000 likes.\nKim Jong Un watching a volleyball game pic.twitter.com/BN1KNMbko0\n— Historic Vids (@historyinmemes) January 24, 2024\n\nA Google reverse-image search of a screenshot from the video produced a news story dated Aug. 29, 2023 (archived) from South Korean news outlet Yonhap News Agency. It included a photo of Kim Jong Un and his young daughter, estimated to be 10 years old, watching the volleyball match. It was captioned as follows:\nNorth Korean leader Kim Jong-un (C), alongside his daughter Ju-ae (2nd from L), acknowledges the crowd as he watches a volleyball game between teams of the navy and air force on Aug. 27, 2023, on the occasion of Navy Day that fell the next day in this photo captured from the North's official Korean Central Television on Aug. 29.\nThe original broadcast footage can be found on the website of the Korean Central News Agency (KCNA), the official state news agency of North Korea (beginning at 29:23).\nThe extensive footage of the North Korean leader and his daughter was televised in honor of Navy Day, as reported by other outlets, including NBC News.\n\nThe Associated Press also published a story about the outing that concluded by highlighting the speculation surrounding his daughter's political future.\nState media photos showed Kim visiting the navy headquarters with his daughter, reportedly named Ju Ae and aged about 10. It was her first public appearance since mid-May. Kim has brought her to a series of public events since November, sparking speculation about her political status.\nSouth Korean officials say Kim hasn’t anointed her as his heir. They believe Kim likely attempts to use his daughter’s public appearance as a way to show his people that one of his children would one day inherit his power in what would be the country’s third hereditary power transfer.\nIn sum, the video of North Korean leader Kim Jong Un and his daughter watching a volleyball game is indeed authentic. It was aired on North Korean television on Aug. 29, 2023.",
    "original_rationals": {
        "raw_Rationale": "In sum, the video of North Korean leader Kim Jong Un and his daughter watching a volleyball game is indeed authentic.",
        "Additional_rationale1": "A Google reverse-image search of a screenshot from the video produced a news story dated Aug. 29, 2023 (archived) from South Korean news outlet Yonhap News Agency.",
        "Additional_rationale2": "The original broadcast footage can be found on the website of the Korean Central News Agency (KCNA), the official state news agency of North Korea (beginning at 29:23).",
        "Additional_rationale3": "State media photos showed Kim visiting the navy headquarters with his daughter, reportedly named Ju Ae and aged about 10. It was her first public appearance since mid-May."
    },
    "summary_rationals": {
        "synthesized_rationale": "The claim that the viral video of Kim Jong Un watching a volleyball game is authentic is rated as 'True' based on multiple verifications including a Google reverse-image search linked to a news story from a South Korean news outlet, which provided details about the event including Kim Jong Un's daughter's presence. The video was also mentioned in stories by The Associated Press and other media outlets, confirming its authenticity.",
        "detailed_reasons": {
            "reason1": "A Google reverse-image search linked a screenshot from the video to a news story from a reputable South Korean news outlet, providing details about Kim Jong Un and his daughter watching the volleyball game on the reported date of Aug. 29, 2023.",
            "reason2": "The video was highlighted in a story by The Associated Press, corroborating the authenticity and providing additional context by mentioning speculation about Kim Jong Un's daughter's potential political future.",
            "reason3": "Numerous media outlets reported on the event, including details about Kim Jong Un's daughter's rare public appearance, reiterating the authenticity of the video and the significance of the event involving the North Korean leader and his daughter watching the volleyball game."
        }
    },
    "evidences": {
        "evidence0": "Kim Jong Un watching a volleyball game pic.twitter.com/BN1KNMbko0\n— Historic Vids (@historyinmemes) January 24, 2024",
        "evidence1": "North Korean leader Kim Jong-un (C), alongside his daughter Ju-ae (2nd from L), acknowledges the crowd as he watches a volleyball game between teams of the navy and air force on Aug. 27, 2023, on the occasion of Navy Day that fell the next day in this photo captured from the North's official Korean Central Television on Aug. 29.",
        "evidence2": "State media photos showed Kim visiting the navy headquarters with his daughter, reportedly named Ju Ae and aged about 10. It was her first public appearance since mid-May. Kim has brought her to a series of public events since November, sparking speculation about her political status.\nSouth Korean officials say Kim hasn’t anointed her as his heir. They believe Kim likely attempts to use his daughter’s public appearance as a way to show his people that one of his children would one day inherit his power in what would be the country’s third hereditary power transfer."
    },
    "relationship_with_evidence": [
        {
            "relationship_between_raw_Rationale_and_evidence_0": "Supportive. The evidence directly aligns with the rationale detail by showing Kim Jong Un watching a volleyball game, thus corroborating the authenticity of the video mentioned in the rationale."
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_0": "Supportive. The evidence directly supports the rationale detail by confirming the authenticity of the viral video through the presence of Kim Jong Un watching a volleyball game, aligning with the reported news story date from the South Korean news outlet in August 2023."
        },
        {
            "relationship_between_Additional_rationale2_and_evidence_0": "Supportive. The evidence directly supports the rationale detail by showing the actual footage of Kim Jong Un watching a volleyball game as mentioned in the KCNA broadcast. This confirms the authenticity of the viral video."
        },
        {
            "relationship_between_Additional_rationale3_and_evidence_0": "Irrelevant"
        },
        {
            "relationship_between_reason1_and_evidence_0": "Supportive. The evidence of Kim Jong Un watching a volleyball game directly aligns with the rationale detail provided, which mentioned a news story linking a screenshot from the video to Kim Jong Un and his daughter watching the same game on the reported date of Aug. 29, 2023. This strong correlation between the evidence and the rationale supports the authenticity of the viral video."
        },
        {
            "relationship_between_reason2_and_evidence_0": "Irrelevant"
        },
        {
            "relationship_between_reason3_and_evidence_0": "Supportive. The evidence directly supports the rationale detail by showing a video of Kim Jong Un watching a volleyball game, which aligns with the reported event mentioned in the rationale. This visual evidence substantiates the authenticity of the event and reinforces the significance of the North Korean leader and his daughter being present at the volleyball game."
        },
        {
            "relationship_between_raw_Rationale_and_evidence_1": "Supportive. The evidence directly aligns with the rationale detail by describing a scene where North Korean leader Kim Jong-un and his daughter are watching a volleyball game, confirming the authenticity of the video mentioned in the rationale."
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_1": "Supportive. The evidence directly supports the claim's rationale as it confirms the existence of a news story dated Aug. 29, 2023, from the South Korean news outlet Yonhap News Agency, aligning with the information obtained from the Google reverse-image search of a screenshot from the video."
        },
        {
            "relationship_between_Additional_rationale2_and_evidence_1": "Irrelevant"
        },
        {
            "relationship_between_Additional_rationale3_and_evidence_1": "Supportive. The evidence directly supports the rationale detail by confirming that Kim Jong-un was indeed present with his daughter Ju-ae during a volleyball game, aligning with the statement that it was her first public appearance since mid-May."
        },
        {
            "relationship_between_reason1_and_evidence_1": "Supportive. The evidence directly supports the claim's rationale by providing a photo that aligns with the reported details of Kim Jong Un and his daughter watching a volleyball game on Aug. 29, 2023, as mentioned in the South Korean news outlet. This correlation confirms the authenticity of the viral video."
        },
        {
            "relationship_between_reason2_and_evidence_1": "Supportive. The evidence directly aligns with the rationale detail provided as it confirms the authenticity of the viral video by showing Kim Jong Un alongside his daughter at a volleyball game, matching the description in the rationale. The mention of Kim Jong Un's daughter in the evidence also supports the additional context provided in the rationale regarding speculation about her potential political future."
        },
        {
            "relationship_between_reason3_and_evidence_1": "Supportive. The evidence directly aligns with the rationale detail by confirming the authenticity of the video involving Kim Jong-un and his daughter watching a volleyball game. The presence of both Kim Jong-un and his daughter, as described in the evidence, corroborates the media reports and emphasizes the significance of the event, thus supporting the claim that the video is authentic."
        },
        {
            "relationship_between_raw_Rationale_and_evidence_2": "Supportive. The evidence directly supports the rationale detail by confirming the presence of Kim Jong Un and his daughter at a public event, aligning with the authenticity of the video mentioned in the claim."
        },
        {
            "relationship_between_Additional_rationale1_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_Additional_rationale2_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_Additional_rationale3_and_evidence_2": "Supportive. The evidence directly corroborates the rationale detail by confirming that State media photos showed Kim visiting the navy headquarters with his daughter, Ju Ae, around the same age as mentioned in the rationale detail. This alignment between the evidence and the rationale strengthens the authenticity of the claim that the viral video of Kim Jong Un watching a volleyball game is indeed authentic."
        },
        {
            "relationship_between_reason1_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_reason2_and_evidence_2": "Irrelevant"
        },
        {
            "relationship_between_reason3_and_evidence_2": "Irrelevant"
        }
    ]
}