{
    "url": "https://www.snopes.com/fact-check/video-scuba-diver-swimming-dinosaur/",
    "claim": "A video shared to X in March 2024 genuinely showed a scuba diver swimming with a dinosaur.",
    "rating": "Fake",
    "content": "A video shared to X (formerly Twitter) on March 4, 2024, (archive) claimed to show \"Divers in the Pacific Ocean [who] accidentally filmed a dinosaur 🦕 swimming behind them.\" The post, which included a clip of what appeared to be a swimming dinosaur passing by a stationary, masked scuba diver, suggested the video provided evidence that \"they\" were trying to hide the existence of modern-day dinosaurs: \n🤯 They are now trying to remove this video from the Internet. It shows evidence that we have been lied to all along and that dinosaurs exist.\nDivers in the Pacific Ocean accidentally filmed a dinosaur 🦕 swimming behind them.#viralvideo pic.twitter.com/7MhdenxWMI\n— Roman K (@KkeKarnaame) March 4, 2024\n\nThe same brief clip (archive) was shared by another account the following day in a post that had received more than 1.7 million views as of this publication. This post, however, included a Community Note reporting that the video consisted of doctored footage from the 2022 TV docuseries \"Prehistoric Planet.\" In other words, it's fake.\nThe show, starring David Attenborough, is described as follows: \nExperience the wonders of our world like never before in this epic series from Jon Favreau and the producers of Planet Earth. Travel back 66 million years to when majestic dinosaurs and extraordinary creatures roamed the lands, seas, and skies. \nThe clip featured in the X post was uploaded to YouTube by a user not affiliated with the show on July 9, 2023 (archive). Footage of the dinosaur swimming can be seen at the 2:38-minute mark of the video: \n\nThe Community Note identified the dinosaur as a plesiosaur, an order of carnivorous aquatic reptile primarily found in aquatic environments during the late Cretaceous periods, roughly 100 million years ago. A Google search of the keywords \"plesiosaur Prehistoric Planet\" (archive) led Snopes to the Prehistoric Planet Wiki Fandom page (archive) that stated the dinosaur appeared in the episode \"Coasts, Segment III,\" which was described by the Internet Movie Database (IMDb) this way:\nA pregnant Tuarangisaurus is in distress and her young calf can sense it as she travels waters that are home to the ocean's deadliest predators.\nFinally, Snopes went to the couch to stream the entire episode to confirm that the clip featured in the post on X did, indeed, originate from the \"Prehistoric Planet\" series. We watched the entire 42-minute episode and found that the scene in question occurred at the 20-minute mark, at which point Attenborough described the scene as: \nThese are Tuarangisaurus, a type of huge marine reptile nearly 30 feet long. This female is accompanied by her calf, about six months old. At most, she'll have only one youngster every two years or so. It's a huge investment and one that makes the bond between mother and young very important. She has brought her young calf many miles to this one bay. And they're not alone. Tuarangisaurus come here from across the South Pacific. \nMales also gather here to display to females. But for now, courtship is not the female's first priority. This bay has something that few others can provide: Pebbles, that are particularly smooth, hard, and round … \nAt this river bed it is thought that the Tuarangisaurus swallow pebbles to \"act both as ballast and as gizzard stones, gastroliths, which will remain in their stomachs to grind up their unchewed food.\" \nThe episode only identifies the reptile as being in the genus Tuarangisaurus. The Wiki Page, however, goes so far as to suggest that it is Tuarangisaurus keyesi. \nT. keyesi was first characterized in 1986 as having a \"remarkable skull and partial postcranial skeleton\" as seen in a \"very juvenile\" specimen recovered in New Zealand. The aquatic reptile was described by scientists in 2017 as \"one of the most successful marine reptile groups\" that were \"characterized by having a long neck and small head relative to body size.\" A photograph (archive) of the skull was shared on Facebook on April 29, 2021, by GNS Science, New Zealand's \"leading geoscience research institute.\" \n\nAnd what of the scuba diver in the video clip? Footage of the diver was obviously combined with footage of the CGI dinosaur from \"Prehistoric Planet,\" but beyond that we haven't been able to ascertain who was responsible for the doctored video.",
    "original_rationales": {
        "main_rationale": "This post, however, included a Community Note reporting that the video consisted of doctored footage from the 2022 TV docuseries \"Prehistoric Planet.\" In other words, it's fake.",
        "additional_rationale1": "The Community Note identified the dinosaur as a plesiosaur, an order of carnivorous aquatic reptile primarily found in aquatic environments during the late Cretaceous periods, roughly 100 million years ago.",
        "additional_rationale2": "Finally, Snopes went to the couch to stream the entire episode to confirm that the clip featured in the post on X did, indeed, originate from the \"Prehistoric Planet\" series."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that the video showed a scuba diver swimming with a dinosaur is rated as 'Fake' primarily because the video was identified as doctored footage from a TV docuseries called 'Prehistoric Planet.' The video clip featured a CGI dinosaur that was not real, alongside a scuba diver, leading fact-checkers to accurately determine the inauthenticity of the content.",
        "detailed_reasons": {
            "reason1": "The video in question was proven to be doctored footage from the TV series 'Prehistoric Planet,' featuring CGI dinosaurs. This clear identification of the source of the video as a fictional TV show negates the claim of a genuine sighting of a dinosaur, supporting the 'Fake' rating.",
            "reason2": "The article mentions that a Community Note associated with the video confirmed that it consisted of fabricated scenes from the TV series. This official clarification directly refutes the authenticity of the video showing a dinosaur swimming behind scuba divers, solidifying the ruling of 'Fake.'",
            "reason3": "Fact-checkers, such as Snopes, conducted thorough research to trace the origins of the video, which led to confirming its linkage to the 'Prehistoric Planet' series. By delving into the details of the footage and cross-referencing with established sources, the conclusion that the video was manipulated for entertainment purposes becomes evident, justifying the 'Fake' label.",
            "reason4": "The specific details provided about the CGI dinosaur, identified as a plesiosaur from a specific episode of 'Prehistoric Planet,' leave no room for doubt regarding the video's authenticity. The comprehensive analysis of the video content against known facts about CGI and storytelling elements discredits any claims of a real dinosaur sighting, hence warranting the 'Fake' characterization."
        }
    },
    "evidences": {
        "num_of_evidence": 4,
        "evidence1": [
            "🤯 They are now trying to remove this video from the Internet. It shows evidence that we have been lied to all along and that dinosaurs exist.\nDivers in the Pacific Ocean accidentally filmed a dinosaur 🦕 swimming behind them.#viralvideo pic.twitter.com/7MhdenxWMI\n— Roman K (@KkeKarnaame) March 4, 2024",
            [
                "https://twitter.com/hashtag/viralvideo?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/7MhdenxWMI",
                "https://twitter.com/KkeKarnaame/status/1764699094692565033?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Experience the wonders of our world like never before in this epic series from Jon Favreau and the producers of Planet Earth. Travel back 66 million years to when majestic dinosaurs and extraordinary creatures roamed the lands, seas, and skies.",
            []
        ],
        "evidence3": [
            "A pregnant Tuarangisaurus is in distress and her young calf can sense it as she travels waters that are home to the ocean's deadliest predators.",
            []
        ],
        "evidence4": [
            "These are Tuarangisaurus, a type of huge marine reptile nearly 30 feet long. This female is accompanied by her calf, about six months old. At most, she'll have only one youngster every two years or so. It's a huge investment and one that makes the bond between mother and young very important. She has brought her young calf many miles to this one bay. And they're not alone. Tuarangisaurus come here from across the South Pacific. \nMales also gather here to display to females. But for now, courtship is not the female's first priority. This bay has something that few others can provide: Pebbles, that are particularly smooth, hard, and round …",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "<additional_rationale1, evidence1>": "The evidence closely aligns with additional rationale 1 as it mentions the presence of a dinosaur, specifically identified as a plesiosaur, swimming behind scuba divers. This directly corresponds to the description provided in additional rationale 1, which clarifies the type of dinosaur featured in the video.",
            "<claim, evidence1>": "The evidence contradicts the claim as it describes the video of a dinosaur swimming as genuine evidence of dinosaurs' existence. However, the article clearly states that the video was doctored and originated from the TV docuseries 'Prehistoric Planet,' making the claim of a genuine video fake."
        },
        {
            "<reason2, evidence1>": "The evidence directly supports reason 2 from the combined claim and rationale. The tweet containing the video suggests that dinosaurs exist and that a dinosaur was seen swimming behind scuba divers. However, the Community Note associated with the video confirms that the footage is doctored from the TV series 'Prehistoric Planet.' This evidence supports the fact-checking rationale by providing explicit details that refute the authenticity of the video, aligning with the reason provided in the article."
        },
        {
            "<additional_rationale1, evidence2>": "The evidence directly supports the rationale that the Community Note identified the dinosaur as a plesiosaur, an order of carnivorous aquatic reptile primarily found in aquatic environments during the late Cretaceous periods, roughly 100 million years ago. The evidence describes the ancient creatures that roamed the lands and seas, aligning with the information provided in the rationale."
        },
        {
            "<reason2, evidence2>": "The article mentions that a Community Note associated with the video confirmed that it consisted of fabricated scenes from the TV series. This official clarification directly refutes the authenticity of the video showing a dinosaur swimming behind scuba divers, solidifying the ruling of 'Fake.' The evidence provided describes the Community Note explicitly stating that the video shared on X was doctored footage from the 2022 TV docuseries 'Prehistoric Planet,' aligning directly with Reason 2 and supporting the 'Fake' rating for the claim."
        },
        {
            "additional_rationale2, evidence3": "The evidence directly supports the rationale 'Finally, Snopes went to the couch to stream the entire episode to confirm that the clip featured in the post on X did, indeed, originate from the 'Prehistoric Planet' series.' The article mentions that 'A pregnant Tuarangisaurus is in distress and her young calf can sense it as she travels waters that are home to the ocean's deadliest predators,' which aligns with the confirmation that the clip originated from the 'Prehistoric Planet' series featuring dinosaurs like the Tuarangisaurus.",
            "main_rationale, evidence3": "The evidence does not directly support the claim that 'A video shared to X in March 2024 genuinely showed a scuba diver swimming with a dinosaur' but rather relates more closely to the rationale stating that 'This post included a Community Note reporting that the video consisted of doctored footage from the 2022 TV docuseries 'Prehistoric Planet.' In other words, it's fake.' The concept of doctored footage aligns with the evidence of a scene featuring a dinosaur from the 'Prehistoric Planet' series."
        },
        {
            "reason3, evidence3": "The evidence about a pregnant Tuarangisaurus being in distress and her young calf sensing it directly supports reason3. The article mentions that fact-checkers, such as Snopes, conducted thorough research to trace the origins of the video, leading to confirming its linkage to the 'Prehistoric Planet' series. The specific details provided about the CGI dinosaur, identified as a plesiosaur from a specific episode of 'Prehistoric Planet,' match the information obtained about the Tuarangisaurus and her calf, solidifying the conclusion that the video was manipulated for entertainment purposes, justifying the 'Fake' label."
        },
        {
            "additional_rationale1, evidence4": "The evidence directly supports the additional rationale by providing detailed information about the Tuarangisaurus, a type of marine reptile mentioned in the rationale. The evidence describes the attributes and behavior of the Tuarangisaurus, such as the size, reproduction habits, and their environment, closely aligning with the information presented in the additional rationale about the dinosaur in the doctored video being identified as a plesiosaur, a type of aquatic reptile from the late Cretaceous period."
        },
        {
            "reason4, evidence4": "The evidence directly supports reason4 by providing specific details about the CGI dinosaur in the video, which is identified as a Tuarangisaurus in the 'Prehistoric Planet' series. The description of the marine reptile in the evidence aligns with the comprehensive analysis of the CGI dinosaur from the episode, confirming that the video was indeed doctored and not a genuine sighting. This clear correspondence establishes a direct link between the evidence and reason4."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/6FNZNMI2QRU?si=C7M2EiqjQ72eWtYH",
            "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fgnsscience%2Fphotos%2Fa.10150164406935004%2F10165056959010004%2F%3Ftype%3D3&show_text=true&width=500"
        ]
    }
}