{
    "url": "https://www.snopes.com/fact-check/meryl-streep-at-beatles-concert/",
    "claim": "A video authentically depicts a young Meryl Streep attending a Beatles concert in the 1960s.",
    "rating": "False",
    "content": "True Meryl Streep fans have long speculated as to whether a particular video was the first time she ever graced the screen. Shot at a Beatles concert in 1966, the video is a CBS News interview of a few concertgoers; a quiet girl to the left in the camera frame bears an uncanny resemblance to the actress. She doesn't say anything to the camera, except to respond \"no\" when the interviewer asked: \"Honestly, are the Beatles on their way out?\"\n\nOn Feb. 21, 1990, Streep presented Paul McCartney with the Lifetime Achievement Award at the 32nd Grammy Awards. In her speech, she tells the story of her first time seeing the Beatles, in August 1965. It went as follows:\nIn August 1965, after I cried for about three days and promised that I'd do dishes for the next four years, my parents finally relented and they let me go into New York, on a date for the first time, to see this new English band that we were all so emotional about. I remember I sat in about the 116th row, and I had a better view of New Jersey than I did of the little stage that was set up on center field. But as indelibly as the words of those songs are written across my heart, I can remember the sight of those four boys running across the grass to the stage. And I can remember the downbeat of the first few chords of \"I Saw Her Standing There\" and I can remember the roar that just rose up and surrounded those four boys for the next 25 years of our lives. I had a little sign that said \"I love you forever Paul,\" I don't think he saw it. That's why I'm so beside myself happy to finally meet him and present him with the Grammy lifetime achievement award. Paul McCartney.\n\nSeveral outlets claim Streep appears in the black-and-white interview, but perhaps they don't take into account that the Beatles played the same venue almost exactly one year apart, causing confusion as to which concert Streep actually attended. Also, although her 1990 speech mentions she went on a date to the concert and brought a sign reading \"I love you forever Paul,\" neither her date nor such a sign is visible in the video.\n (Image via NY Daily News)\nThe Beatles played at Shea Stadium both in 1965 and in 1966, but the latter concert was rather underwhelming for the band compared to the 1965 show, which was turned into a 50-minute-long film, released in 1966.\nAccording to a page on the Beatles website about the 1965 concert, Lennon described it as \"marvelous.\"\n\"It was the biggest crowd we ever played to, anywhere in the world. It was the biggest live show anybody's ever done, they told us. And it was fantastic, the most exciting we've done. They could almost hear us as well, even though they were making a lot of noise, because the amplification was tremendous.\"\nWhen they came back to Shea Stadium (now demolished, but previously located in the Queens borough of New York City) in 1966, they were far from sold out. The same CBS reporter who had interviewed the girls in the video in question later commented on this:\n\"Well it looks like the bloom is off the Beatles. Last year, not an empty seat in Shea Stadium, this year, perhaps 15 or 20,000 empty seats in this arena that holds 56,000, which means that not every 15-year-old in this area woke up this morning, had breakfast, put on a special outfit, and came out to Shea Stadium. But the thousands that did more than made up in enthusiasm for their lack of numbers.\"\n (Image via The Beatles Bible)\n\"Were you at the Beatles concert last year?\" The CBS interviewer asked one of the girls next to the girl who resembled Streep. \"No, I didn't get a chance to get there,\" she replied. This further confirms that the video in question was shot in 1966, not 1965, as claimed by some.\nIn 1965, Streep was 16 years old. In the video, the girl in question appears significantly younger than Streep appeared only one year later in 1966, as seen in this yearbook image of her taken that year:\n (Image via 1966 Bernards High School yearbook (Public Domain))\nAlthough both images are shot in black and white and there is a strong resemblance in terms of facial features, it does appear that the girl in the video has darker hair than the famously blond Streep as seen in her cheerleading photo.\nWe reached out to Streep's team but did not receive a response. We will update this story as necessary.\nIn conclusion, although it is possible that Streep returned to see the Beatles at the same stadium in 1966, she has only publicly confirmed attendance at the 1965 show. Additionally, an image of Streep in 1966 indicates that the girl in question in the video appears too young to accurately resemble Streep from that year.\nWe've previously reported on other claims related to Streep, such as that she was fired from a major project for lying about Trump or that Denzel Washington publicly criticized her.",
    "original_rationales": {
        "main_rationale": "In conclusion, although it is possible that Streep returned to see the Beatles at the same stadium in 1966, she has only publicly confirmed attendance at the 1965 show.",
        "additional_rationale1": "Additionally, an image of Streep in 1966 indicates that the girl in question in the video appears too young to accurately resemble Streep from that year."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that a video authentically depicts a young Meryl Streep attending a Beatles concert in the 1960s is rated as 'False' due to multiple compelling factors. Streep herself has publicly confirmed attending a Beatles concert in 1965, contrary to the video's alleged depiction of her in 1966. The description of her experience and specific details from the 1965 concert provided by Streep conflict with the video evidence. Moreover, the age comparison between Streep in 1965 and the girl in the video from 1966, along with discrepancies in the appearance of the girl compared to Streep's documented images from the same period, further solidify the 'False' rating.",
        "detailed_reasons": {
            "reason1": "Streep's own detailed account of attending a Beatles concert in 1965 publicly contradicts the claim made by the video, clearly establishing a verifiable timeline that disproves the depicted scenario in 1966.",
            "reason2": "The explicit mention of specific details from Streep's recollection of the 1965 concert, such as her view, the stage setup, and the songs performed, places her at that concert instead of the one portrayed in the video from a year later.",
            "reason3": "The visual comparison between Streep in 1965 and the girl in the video from 1966, along with differences in their appearances like hair color, suggest a discrepancy in timelines and further support the inaccuracy of the claim.",
            "reason4": "The lack of visibility of Streep's date and the sign mentioned in her 1990 speech, both of which are absent in the video, adds to the evidence misaligning with Streep's documented experience at the 1965 concert."
        }
    },
    "evidences": {
        "num_of_evidence": 2,
        "evidence1": [
            "In August 1965, after I cried for about three days and promised that I'd do dishes for the next four years, my parents finally relented and they let me go into New York, on a date for the first time, to see this new English band that we were all so emotional about. I remember I sat in about the 116th row, and I had a better view of New Jersey than I did of the little stage that was set up on center field. But as indelibly as the words of those songs are written across my heart, I can remember the sight of those four boys running across the grass to the stage. And I can remember the downbeat of the first few chords of \"I Saw Her Standing There\" and I can remember the roar that just rose up and surrounded those four boys for the next 25 years of our lives. I had a little sign that said \"I love you forever Paul,\" I don't think he saw it. That's why I'm so beside myself happy to finally meet him and present him with the Grammy lifetime achievement award. Paul McCartney.",
            []
        ],
        "evidence2": [
            "\"Well it looks like the bloom is off the Beatles. Last year, not an empty seat in Shea Stadium, this year, perhaps 15 or 20,000 empty seats in this arena that holds 56,000, which means that not every 15-year-old in this area woke up this morning, had breakfast, put on a special outfit, and came out to Shea Stadium. But the thousands that did more than made up in enthusiasm for their lack of numbers.\"",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Relevant. The evidence directly supports the rationale provided in the article by confirming that Meryl Streep attended a Beatles concert in August 1965, as opposed to the 1966 concert depicted in the video. Streep's own words in the evidence align with the conclusion that she has publicly confirmed attendance at the 1965 show, reinforcing the claim's false rating."
        },
        {
            "<additional_rationale1,evidence1>": "Relevant. The evidence directly supports the rationale provided in the claim by confirming that the girl in the video appears too young to accurately resemble Meryl Streep from 1966, as indicated by the content of the article. The article specifies that in 1965, Streep was 16 years old, and the girl in the video seems significantly younger, aligning with the rationale detail."
        },
        {
            "<reason1,evidence1>": "Relevant. The evidence provided in the article directly refutes the claim by showcasing Streep's own detailed account of attending a Beatles concert in 1965, which contradicts the claim made by the video depicting the concert in 1966. Streep's description of her experience in 1965 aligns with the rationale detail provided, establishing a clear timeline that disproves the scenario depicted in the video from 1966."
        },
        {
            "<reason2,evidence1>": "Relevant. The evidence directly supports the claim's rationale by aligning with specific details provided by Meryl Streep herself about her attendance at a Beatles concert in 1965. The evidence describes her experience at the concert, the view she had, the stage setup, and the songs performed, all of which correspond to Streep's recollection shared in the article."
        },
        {
            "<reason3,evidence1>": "Relevant. The evidence presented in the article directly supports the rationale for the claim that the video depicting a young Meryl Streep attending a Beatles concert in the 1960s is false. The article discusses the discrepancy in timelines by comparing Streep in 1965 to the girl in the video from 1966, noting differences in appearances such as hair color. The evidence highlights Streep's attendance at a Beatles concert in August 1965, supporting the argument that the video from 1966 cannot feature Streep due to the significant age gap between the girl in the video and Streep at that time."
        },
        {
            "<reason4,evidence1>": "Relevant. The evidence directly supports the rationale by confirming that key elements mentioned in Streep's 1990 speech, such as being on a date and having a sign for Paul McCartney, are not present in the video from the Beatles concert in question, thus indicating a discrepancy between the video and Streep's documented experience at the 1965 concert."
        },
        {
            "<main_rationale,evidence2>": "Relevant. The evidence directly supports the claim by detailing the content of the CBS News interview held at a Beatles concert in 1966, where a girl resembling Meryl Streep was present but did not confirm attending the 1965 concert as claimed."
        },
        {
            "<additional_rationale1,evidence2>": "Relevant. The evidence directly supports the rationale detail by confirming that the girl in the video appears too young to be a match for Meryl Streep in 1966. The content specifies that the girl in the video was at a Beatles concert in 1966, a year later than the time Streep confirmed attending a concert. This discrepancy in the timeline aligns with the rationale detail questioning the authenticity of the video based on Streep's age in 1966."
        },
        {
            "<reason1,evidence2>": "Relevant. The evidence directly supports the rationale detail by confirming that the video in question was shot in 1966, not in 1965 as some claim. This directly contradicts the authenticity of the video depicting Meryl Streep at a Beatles concert in the 1960s."
        },
        {
            "<reason2,evidence2>": "Relevant. The evidence directly supports the claim by highlighting the discrepancy between the year of the Beatles concert in the video and the year Streep recalled attending, as well as the age difference between Streep in 1965 and the girl in the video from 1966."
        },
        {
            "<reason3,evidence2>": "Relevant. The evidence directly supports the rationale detail provided in the article by highlighting the discrepancy in timelines between the video from 1966 and the actual timeline when Meryl Streep attended a Beatles concert in 1965. The excerpt from the article paints a clear picture of the attendance decline at the Shea Stadium concert in 1966, indicating that not every 15-year-old in the area attended the event, which contrasts with the enthusiastic crowd at the 1965 concert where Streep was present. This discrepancy further supports the inaccuracy of the claim that the video authentically depicts a young Meryl Streep at a Beatles concert in the 1960s."
        },
        {
            "<reason4,evidence2>": "Relevant. The evidence directly supports the rationale detail by confirming that the video in question was shot in 1966, which aligns with the claim's rating of False. The evidence specifies that the Beatles played at Shea Stadium in both 1965 and 1966, acknowledging the confusion around which concert Streep attended. The lack of Streep's date and the sign mentioned in her 1990 speech, which are absent in the video, reinforces the misalignment with Streep's documented experience at the 1965 concert."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/srg2_w-Ji1s?si=3o59aKsj7reUUyAN&start=1013",
            "https://www.youtube.com/embed/Puf6ONryESs?si=SODE6utTerHc6Hco"
        ]
    }
}