{
    "url": "https://www.snopes.com/fact-check/video-scuba-diver-swimming-dinosaur/",
    "claim": "A video shared to X in March 2024 genuinely showed a scuba diver swimming with a dinosaur.",
    "rating": "Fake",
    "content": "A video shared to X (formerly Twitter) on March 4, 2024, (archive) claimed to show \"Divers in the Pacific Ocean [who] accidentally filmed a dinosaur 🦕 swimming behind them.\" The post, which included a clip of what appeared to be a swimming dinosaur passing by a stationary, masked scuba diver, suggested the video provided evidence that \"they\" were trying to hide the existence of modern-day dinosaurs: \n🤯 They are now trying to remove this video from the Internet. It shows evidence that we have been lied to all along and that dinosaurs exist.\nDivers in the Pacific Ocean accidentally filmed a dinosaur 🦕 swimming behind them.#viralvideo pic.twitter.com/7MhdenxWMI\n— Roman K (@KkeKarnaame) March 4, 2024\n\nThe same brief clip (archive) was shared by another account the following day in a post that had received more than 1.7 million views as of this publication. This post, however, included a Community Note reporting that the video consisted of doctored footage from the 2022 TV docuseries \"Prehistoric Planet.\" In other words, it's fake.\nThe show, starring David Attenborough, is described as follows: \nExperience the wonders of our world like never before in this epic series from Jon Favreau and the producers of Planet Earth. Travel back 66 million years to when majestic dinosaurs and extraordinary creatures roamed the lands, seas, and skies. \nThe clip featured in the X post was uploaded to YouTube by a user not affiliated with the show on July 9, 2023 (archive). Footage of the dinosaur swimming can be seen at the 2:38-minute mark of the video: \n\nThe Community Note identified the dinosaur as a plesiosaur, an order of carnivorous aquatic reptile primarily found in aquatic environments during the late Cretaceous periods, roughly 100 million years ago. A Google search of the keywords \"plesiosaur Prehistoric Planet\" (archive) led Snopes to the Prehistoric Planet Wiki Fandom page (archive) that stated the dinosaur appeared in the episode \"Coasts, Segment III,\" which was described by the Internet Movie Database (IMDb) this way:\nA pregnant Tuarangisaurus is in distress and her young calf can sense it as she travels waters that are home to the ocean's deadliest predators.\nFinally, Snopes went to the couch to stream the entire episode to confirm that the clip featured in the post on X did, indeed, originate from the \"Prehistoric Planet\" series. We watched the entire 42-minute episode and found that the scene in question occurred at the 20-minute mark, at which point Attenborough described the scene as: \nThese are Tuarangisaurus, a type of huge marine reptile nearly 30 feet long. This female is accompanied by her calf, about six months old. At most, she'll have only one youngster every two years or so. It's a huge investment and one that makes the bond between mother and young very important. She has brought her young calf many miles to this one bay. And they're not alone. Tuarangisaurus come here from across the South Pacific. \nMales also gather here to display to females. But for now, courtship is not the female's first priority. This bay has something that few others can provide: Pebbles, that are particularly smooth, hard, and round … \nAt this river bed it is thought that the Tuarangisaurus swallow pebbles to \"act both as ballast and as gizzard stones, gastroliths, which will remain in their stomachs to grind up their unchewed food.\" \nThe episode only identifies the reptile as being in the genus Tuarangisaurus. The Wiki Page, however, goes so far as to suggest that it is Tuarangisaurus keyesi. \nT. keyesi was first characterized in 1986 as having a \"remarkable skull and partial postcranial skeleton\" as seen in a \"very juvenile\" specimen recovered in New Zealand. The aquatic reptile was described by scientists in 2017 as \"one of the most successful marine reptile groups\" that were \"characterized by having a long neck and small head relative to body size.\" A photograph (archive) of the skull was shared on Facebook on April 29, 2021, by GNS Science, New Zealand's \"leading geoscience research institute.\" \n\nAnd what of the scuba diver in the video clip? Footage of the diver was obviously combined with footage of the CGI dinosaur from \"Prehistoric Planet,\" but beyond that we haven't been able to ascertain who was responsible for the doctored video.",
    "original_rationales": {
        "main_rationale": "This post, however, included a Community Note reporting that the video consisted of doctored footage from the 2022 TV docuseries \"Prehistoric Planet.\" In other words, it's fake.",
        "additional_rationale1": "The Community Note identified the dinosaur as a plesiosaur, an order of carnivorous aquatic reptile primarily found in aquatic environments during the late Cretaceous periods, roughly 100 million years ago.",
        "additional_rationale2": "Finally, Snopes went to the couch to stream the entire episode to confirm that the clip featured in the post on X did, indeed, originate from the \"Prehistoric Planet\" series."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'Fake' rating is supported by the fact that the video claiming to show a scuba diver swimming with a dinosaur was revealed to be clips from a TV docuseries, 'Prehistoric Planet,' and not authentic footage. The community note attached to a repost of the video confirmed that the footage was doctored, indicating a clear misrepresentation of the content. Additionally, the in-depth analysis by fact-checkers such as Snopes, where they compared the footage with the original series, definitively proved the inauthenticity of the video. Therefore, the deceptive nature of the video, its origins from a fictional series, and the confirmation by credible sources all contribute to the 'Fake' rating.",
        "detailed_reasons": {
            "reason1": "The video claiming to capture a scuba diver swimming with a dinosaur was identified to contain doctored footage from the TV docuseries 'Prehistoric Planet.' This revelation directly proves that the content was manipulated and not a genuine recording, justifying the 'Fake' rating.",
            "reason2": "A community note attached to a repost of the video explicitly stated that the footage was not real but taken from a TV show, emphasizing the lack of authenticity in the video. The community note's acknowledgment further solidifies the misrepresentation and supports the 'Fake' rating.",
            "reason3": "Fact-checking efforts conducted by entities like Snopes involved detailed comparisons between the video and the original 'Prehistoric Planet' series, leading to the conclusive determination that the video was fabricated. The thorough investigation and confirmation by reputable fact-checkers offer substantial evidence to classify the video as 'Fake.'"
        }
    },
    "evidences": {
        "num_of_evidence": 4,
        "evidence1": [
            "🤯 They are now trying to remove this video from the Internet. It shows evidence that we have been lied to all along and that dinosaurs exist.\nDivers in the Pacific Ocean accidentally filmed a dinosaur 🦕 swimming behind them.#viralvideo pic.twitter.com/7MhdenxWMI\n— Roman K (@KkeKarnaame) March 4, 2024",
            [
                "https://twitter.com/hashtag/viralvideo?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/7MhdenxWMI",
                "https://twitter.com/KkeKarnaame/status/1764699094692565033?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Experience the wonders of our world like never before in this epic series from Jon Favreau and the producers of Planet Earth. Travel back 66 million years to when majestic dinosaurs and extraordinary creatures roamed the lands, seas, and skies.",
            []
        ],
        "evidence3": [
            "A pregnant Tuarangisaurus is in distress and her young calf can sense it as she travels waters that are home to the ocean's deadliest predators.",
            []
        ],
        "evidence4": [
            "These are Tuarangisaurus, a type of huge marine reptile nearly 30 feet long. This female is accompanied by her calf, about six months old. At most, she'll have only one youngster every two years or so. It's a huge investment and one that makes the bond between mother and young very important. She has brought her young calf many miles to this one bay. And they're not alone. Tuarangisaurus come here from across the South Pacific. \nMales also gather here to display to females. But for now, courtship is not the female's first priority. This bay has something that few others can provide: Pebbles, that are particularly smooth, hard, and round …",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Relevant. The evidence directly supports the fact-checking rationale by confirming that the video shared claiming to show a dinosaur swimming was actually doctored footage from the TV docuseries 'Prehistoric Planet' as reported in the Community Note. The evidence in the form of a tweet acknowledges the attempt to remove the video and reveals the deception in the video, aligning perfectly with the rationale that the post was fake."
        },
        {
            "<additional_rationale1,evidence1>": "Relevant. The evidence directly supports the claim by confirming the details mentioned in the rationale. The article describes a video shared on X in March 2024 that purported to show divers filming a dinosaur in the Pacific Ocean. The evidence aligns with the claim by stating, 'They are now trying to remove this video from the Internet. It shows evidence that we have been lied to all along and that dinosaurs exist.' The evidence directly corresponds to the claim of a scuba diver swimming with a dinosaur, indicating a direct relationship between the evidence and the claim's content."
        },
        {
            "<additional_rationale2,evidence1>": "Relevant. The evidence directly supports the claim by demonstrating that the video shared on X contained doctored footage from the TV docuseries 'Prehistoric Planet,' confirming that the claim of a scuba diver swimming with a dinosaur was fake."
        },
        {
            "<reason1,evidence1>": "Irrelevant"
        },
        {
            "<reason2,evidence1>": "Irrelevant"
        },
        {
            "<reason3,evidence1>": "Relevant. The evidence presented in the article directly supports the fact-checking rationale detailed in the claim. The evidence discusses how a video circulated online claiming to show divers filming a dinosaur in the Pacific Ocean was debunked through comparisons with the 'Prehistoric Planet' series, confirming that the video was fabricated. This aligns with the fact-checking efforts that involved a detailed comparison between the video and the original series, leading to the conclusive determination that the video was fake. The evidence directly corresponds to the rationale by providing context on the debunking process and confirming the video's falsity."
        },
        {
            "<main_rationale,evidence2>": "Relevant. The evidence directly supports the rationale provided in the article. The evidence details the specific content, namely, the description of the TV docuseries 'Prehistoric Planet,' which matches the explanation given in the Community Note about the video being doctored from this TV show. Both the evidence and the rationale describe the same event of the video clip being a part of the 'Prehistoric Planet' series, supporting the fact-checking rationale that the claim of a scuba diver swimming with a dinosaur is fake."
        },
        {
            "<additional_rationale1,evidence2>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence2>": "Relevant. The evidence directly supports the claim by confirming that the video mentioned in the claim, which purportedly showed a scuba diver swimming with a dinosaur, actually originated from the 'Prehistoric Planet' series as detailed in the article. The evidence aligns perfectly with the rationale provided for fact-checking the claim."
        },
        {
            "<reason1,evidence2>": "Relevant. The evidence directly supports the rationale that the video claiming to show a scuba diver swimming with a dinosaur was doctored footage from the TV docuseries 'Prehistoric Planet,' hence justifying the 'Fake' rating of the claim."
        },
        {
            "<reason2,evidence2>": "Irrelevant"
        },
        {
            "<reason3,evidence2>": "Relevant. The evidence directly supports the fact-checking rationale by detailing the description of the 'Prehistoric Planet' series, aligning with the conclusion that the video showing a dinosaur swimming with a scuba diver was fabricated. The evidence provided in the article clearly connects the video shared on social media to the doctored footage from the TV series, substantiating the fact-checking determination of the video being fake."
        },
        {
            "<main_rationale,evidence3>": "Relevant. The evidence directly supports the fact-checking rationale by confirming that the video shared is fake and consists of doctored footage from the 2022 TV docuseries 'Prehistoric Planet.' The content of the evidence describes a scene from the show where a pregnant Tuarangisaurus is in distress, aligning with the information provided in the Community Note that identified the dinosaur in the video as a plesiosaur from the same series."
        },
        {
            "<additional_rationale1,evidence3>": "Relevant. The evidence directly supports the rationale detail by describing a specific event related to a Tuarangisaurus, which aligns with the information provided in the article regarding the plesiosaur mentioned in the claim."
        },
        {
            "<additional_rationale2,evidence3>": "Relevant. The evidence directly supports the claim by confirming that the video shared to X, which purported to show a scuba diver swimming with a dinosaur, was actually sourced from the 'Prehistoric Planet' series, specifically featuring the scene with a Tuarangisaurus in distress."
        },
        {
            "<reason1,evidence3>": "Relevant. The evidence directly supports the claim's rationale detail by confirming that the video showing a scuba diver swimming with a dinosaur was doctored footage from the TV docuseries 'Prehistoric Planet.' The identified scene involving a pregnant Tuarangisaurus and her calf in distress from the evidence matches the description of the doctored content, proving the falsity of the original claim and justifying the 'Fake' rating."
        },
        {
            "<reason2,evidence3>": "Relevant. The evidence directly supports the claim by confirming that the footage of the swimming dinosaur was indeed taken from a TV show, 'Prehistoric Planet', as explicitly mentioned in the Community Note attached to the video repost. This aligns with the rationale detail that highlighted the lack of authenticity in the video, supporting the 'Fake' rating assigned to the claim."
        },
        {
            "<reason3,evidence3>": "Relevant. The evidence directly supports the fact-checking rationale by confirming that the video claim of a scuba diver swimming with a dinosaur is fake. The evidence from the article clearly states that the video footage was doctored from the 'Prehistoric Planet' series, specifically mentioning a scene involving a pregnant Tuarangisaurus in distress and her young calf, which was matched to the original content by fact-checkers. This direct correspondence between the evidence and the fact-checking process conclusively aligns with the determination that the video was fabricated."
        },
        {
            "<main_rationale,evidence4>": "Relevant. The evidence directly supports the claim's rationale by confirming that the video in question was indeed doctored footage from the 2022 TV docuseries 'Prehistoric Planet'. The evidence detailed in the article directly matches the specific description of the scene involving Tuarangisaurus provided in the post, indicating a clear and explicit connection between the evidence and the claim's rationale."
        },
        {
            "<additional_rationale1,evidence4>": "Relevant. The evidence directly supports the claim that a video shared in March 2024 showed a scuba diver swimming with a dinosaur. The article content describes specific details of Tuarangisaurus, indicating its size, behavior, and characteristics, which align with the rationale detail identifying the dinosaur as a plesiosaur from the late Cretaceous period. The evidence from the article confirms that the video clip in question featured Tuarangisaurus, matching the claim's description of a dinosaur swimming with a scuba diver."
        },
        {
            "<additional_rationale2,evidence4>": "Relevant. The evidence directly supports the claim by confirming that the content of the video shared on X, which allegedly showed a dinosaur with a scuba diver, actually originated from the 'Prehistoric Planet' series. The detailed description in the evidence matches the specifics mentioned by Snopes from the episode, such as the Tuarangisaurus, the mother-calf pair dynamics, and the unique features of the bay where the scene was filmed."
        },
        {
            "<reason1,evidence4>": "Relevant. The evidence directly supports the claim's rationale by confirming that the video showing a scuba diver swimming with a dinosaur was indeed doctored footage from the TV docuseries 'Prehistoric Planet'. The article details how the specific scene with the Tuarangisaurus and its calf from the series was misrepresented as a real-life event in the viral video. This clear link between the evidence and the rationale establishes the falsity of the claim and justifies the 'Fake' rating."
        },
        {
            "<reason2,evidence4>": "Relevant. The evidence directly supports the claim by describing the exact scene mentioned in the rationale detail. The evidence from the article mirrors the specific content of the community note attached to the video, confirming that the footage was not real but taken from a TV show."
        },
        {
            "<reason3,evidence4>": "Relevant. The evidence directly supports the fact-checking rationale by confirming that the description of the marine reptile in the video clip matches the details provided in the 'Prehistoric Planet' series, ultimately proving that the video was fabricated. The specific similarities mentioned in the evidence regarding the Tuarangisaurus, including details about the mother and calf, their behavior, and the unique characteristics of the bay, align perfectly with the conclusive determination made by fact-checkers that the video was fake."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/6FNZNMI2QRU?si=C7M2EiqjQ72eWtYH",
            "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fgnsscience%2Fphotos%2Fa.10150164406935004%2F10165056959010004%2F%3Ftype%3D3&show_text=true&width=500"
        ]
    }
}