{
    "url": "https://www.snopes.com/fact-check/young-girls-epsteins-island/",
    "claim": "A viral video shared in January 2023 authentically shows young girls in a house on Jeffrey Epstein's island.",
    "rating": "Unfounded",
    "content": "On Jan. 4, 2024, a video was shared on X (formerly Twitter), allegedly showing \"very young girls\" in a house on the island of the late, convicted sex offender Jeffrey Epstein. \"One of hundreds of videos of the girls from the interior of Epstein's island,\" one of the Spanish-language posts captioned the viral video. As of this writing, one post with the in-question video gained more than 1.5 million views on X.\n \n(X user @terra_cremada)\nThe post's description read:\nOne publicly released vid out of hundreds..showing these very young girls from the interior of Epstein's island.\nWhat is it they’re doing, and to what, and WHY!?\nWHAT ARE THEY PREPARING!???\nWhat do you see??\nEpstein was back in the news in early 2024 after a judge ordered documents unsealed in a lawsuit filed against his associate/partner in crime, Ghislaine Maxwell. Epstein died in jail at his own hands in 2019 while awaiting trial on charges of sex trafficking young girls. The unsealing of the documents caused a stir on social media, with various rumors appearing on the topic.\nIn short, we found no evidence the viral video revealed girls on Epstein's island.\nWe used Google reverse-image search to investigate the origins of the video and found it was shared multiple times in 2019 and 2020. For instance, one post on Reddit linked the video with actor Tom Hanks with a caption, \"Man Claims Tom Hanks is a Pedophile, releases video upon death.\" Moreover, we found instances of the video being shared in 2019 in a Facebook post and on an online 4chan forum.\nMultiple social media users also linked the video to the QAnon and Pizzagate conspiracy theories, as well as Isaac Kappy, an American actor, musician, and conspiracy theorist.\nVideo shared by the actor Isaac Kappy before he was killed for reporting the Elite Human Trafficking and Child Abuse Network. The video was recorded on Jeffrey Epstein's private Pedophile’s Island. Isaac \"committed suicide by jumping off a bridge\" #PIZZAGATE #PizzaGateIsReal pic.twitter.com/vwerTnllnj\n— ANONYMOUS (@Anonymous2Hack) June 3, 2020\n\n\"Video posted by actor and musician Isaac Kappy, who was found dead shortly after,\" a post in Portuguese shared on X in February 2023 captioned the viral video. For reference, Politifact reported in January 2023 that social media users believed \"Kappy was murdered for exposing Hollywood pedophiles,\" and did not commit suicide as officials informed.\nFinally, various social media users suggested the video was not captured in a house on Epstein's island. \"It is the 5-star Hotel - Titanic Mardin Palace, a Disney hotel in Turkey for children with water parks,\" one X user claimed.\n?Este video viralizado, no corresponde a la Isla de Epstein.\nEs el Hotel 5 estrellas - Titanic Mardin Palace, un hotel de Disney en turquia para niños con parques acuaticos.\nOjo con las fake news! pic.twitter.com/5wluDForKm\n— ~ María Miral ~?~ (@MariaMiral12) January 5, 2024\n\n\"This was from the Anjana hotel in Turkey,\" another user commented.\n \n(X user @artandsoulpaper)\nWe compared the in-question video with the spa in The Land of Legends Kingdom Hotel videos and photographs shared on TripAdvisor and found they showed a similar room. However, given that we could not confirm it independently, and that a similarly looking Turkish bath could possibly be found in other hotels, we were unable to determine the exact location of the scene visible in the viral video.\nAll in all, because we found no evidence for the viral video being captured in a house on Epstein's island, we have rated this claim as \"Unfounded.\"",
    "original_rationales": {
        "main_rationale": "In short, we found no evidence the viral video revealed girls on Epstein's island.",
        "addtional_rational1": "All in all, because we found no evidence for the viral video being captured in a house on Epstein's island, we have rated this claim as \"Unfounded.\"",
        "addtional_rational2": "We used Google reverse-image search to investigate the origins of the video and found it was shared multiple times in 2019 and 2020."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that the viral video shows young girls in a house on Jeffrey Epstein's island is deemed 'Unfounded' due to the lack of evidence supporting this location. The investigation revealed instances of the video being linked to other places such as a hotel in Turkey, as well as being associated with conspiracy theories. Thus, without concrete proof of the video's origin on Epstein's island, the rating is justified.",
        "detailed_reasons": {
            "reason1": "The analysis found that the viral video had been shared previously and was associated with conspiracy theories and misinformation, including links to QAnon and Pizzagate. This connection to discredited narratives raises doubts about the credibility of the video showcasing Epstein's island.",
            "reason2": "Multiple social media users provided alternative locations for the video, such as a Disney hotel in Turkey, and compared the footage to images from other venues like a spa in The Land of Legends Kingdom Hotel. These comparisons, alongside the lack of definitive proof tying the video to Epstein's island, weaken the claim's veracity.",
            "reason3": "The mention of actor Isaac Kappy, who posted the video and was later reported deceased, adds a layer of complexity and suspicion to the video's origins. Given the context of Kappy's involvement and subsequent events, the uncertainty surrounding the source and intent of the video further undermines the claim regarding the location of the depicted scene."
        }
    },
    "evidences": {
        "num_of_evidence": 3,
        "evidence1": [
            "One publicly released vid out of hundreds..showing these very young girls from the interior of Epstein's island.\nWhat is it they’re doing, and to what, and WHY!?\nWHAT ARE THEY PREPARING!???\nWhat do you see??",
            []
        ],
        "evidence2": [
            "Video shared by the actor Isaac Kappy before he was killed for reporting the Elite Human Trafficking and Child Abuse Network. The video was recorded on Jeffrey Epstein's private Pedophile’s Island. Isaac \"committed suicide by jumping off a bridge\" #PIZZAGATE #PizzaGateIsReal pic.twitter.com/vwerTnllnj\n— ANONYMOUS (@Anonymous2Hack) June 3, 2020",
            [
                "https://twitter.com/hashtag/PIZZAGATE?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/PizzaGateIsReal?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/vwerTnllnj",
                "https://twitter.com/Anonymous2Hack/status/1268188065857765376?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence3": [
            "?Este video viralizado, no corresponde a la Isla de Epstein.\nEs el Hotel 5 estrellas - Titanic Mardin Palace, un hotel de Disney en turquia para niños con parques acuaticos.\nOjo con las fake news! pic.twitter.com/5wluDForKm\n— ~ María Miral ~?~ (@MariaMiral12) January 5, 2024",
            [
                "https://t.co/5wluDForKm",
                "https://twitter.com/MariaMiral12/status/1743081102422532310?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Supportive. The evidence directly supports the rationale detail by confirming the existence of a video showing young girls on Epstein's island, aligning with the claim that a viral video shared in January 2023 authentically shows young girls in a house on Jeffrey Epstein's island."
        },
        {
            "<addtional_rational1,evidence1>": "Refute. The evidence directly contradicts the rationale detail by providing footage of young girls on Epstein's island, which opposes the claim that there is no evidence for the viral video being captured in a house on Epstein's island."
        },
        {
            "<addtional_rational2,evidence1>": "Refute. The evidence directly contradicts the rationale detail as it describes the video in a sensational and speculative manner, asking questions about the actions and intentions of the individuals shown. In contrast, the rationale detail simply states the history of the video being shared prior to the specific claim about Jeffrey Epstein's island, showing no direct connection in content or meaning."
        },
        {
            "<reason1,evidence1>": "Refute. The evidence directly contradicts the rationale detail by showing young girls on Epstein's island, which supports the claim's authenticity despite the associated conspiracy theories and misinformation."
        },
        {
            "<reason2,evidence1>": "Supportive. The evidence directly supports the rationale detail by confirming the presence of young girls on Epstein's island, aligning with the claim made in the video. The video content matches the description in the rationale of girls on the island, providing direct validation for the authenticity of the video."
        },
        {
            "<reason3,evidence1>": "Irrelevant"
        },
        {
            "<main_rationale,evidence2>": "Refute. The evidence directly contradicts the rationale detail as it indicates that a video was indeed shared from Jeffrey Epstein's private island involving young girls, opposing the claim that there was no evidence of girls on Epstein's island in the viral video."
        },
        {
            "<addtional_rational1,evidence2>": "Refute. The evidence presented in the video directly contradicts the rationale detail, which states that there is no evidence for the viral video being captured in a house on Epstein's island. The evidence explicitly claims that the video was recorded on Epstein's private island, suggesting that there is supporting evidence for the claim, which opposes the rationale provided."
        },
        {
            "<addtional_rational2,evidence2>": "Refute. The evidence presented contradicts the rationale detail by suggesting that the video was recorded on Jeffrey Epstein's island, potentially implying a different origin and context compared to the findings of the Google reverse-image search."
        },
        {
            "<reason1,evidence2>": "Refute. The evidence presented directly contradicts the rationale detail by associating the video with a source known for peddling conspiracy theories and misinformation, thereby casting doubt on the video's credibility originally claimed in the rationale."
        },
        {
            "<reason2,evidence2>": "Refute. The evidence directly contradicts the rationale detail by explicitly stating that the video was recorded on Jeffrey Epstein's private island, supporting the claim's veracity instead of weakening it."
        },
        {
            "<reason3,evidence2>": "Refute. The evidence directly contradicts the rationale as it states that the video was recorded on Jeffrey Epstein's island, supporting the claim, while the rationale casts doubt on the video's authenticity due to the involvement of Isaac Kappy and the circumstances surrounding it."
        },
        {
            "<main_rationale,evidence3>": "Refute. The evidence directly contradicts the rationale detail as it states that the viral video is not from Epstein's island but from a Disney hotel in Turkey, emphasizing the presence of fake news regarding the video."
        },
        {
            "<addtional_rational1,evidence3>": "Refute. The evidence directly contradicts the rationale detail by stating that the viral video in question does not correspond to Epstein's island but rather to the Titanic Mardin Palace in Turkey, a Disney hotel for children with water parks."
        },
        {
            "<addtional_rational2,evidence3>": "Irrelevant"
        },
        {
            "<reason1,evidence3>": "Irrelevant"
        },
        {
            "<reason2,evidence3>": "Refute. The evidence directly contradicts the rationale by clearly stating that the viral video does not correspond to Epstein's Island but to a Disney hotel in Turkey, thus opposing the claim's association with Jeffrey Epstein's Island."
        },
        {
            "<reason3,evidence3>": "Refute. The evidence directly refutes the claim by stating that the viral video does not correspond to Epstein's Island but rather to a 5-star hotel in Turkey, emphasizing the importance of being cautious about misinformation."
        }
    ]
}