{
    "url": "https://www.snopes.com/fact-check/italy-nazi-rally/",
    "content": "In January 2024 a video went viral on social media, allegedly showing hundreds of fascists saluting in Rome. As of this writing, only one post with the in-question video gained nearly 30 million views. \"Hundreds make fascist salute in rome outside former headquarters of the italian social movement,\" one post on X (formerly Twitter) captioned the video.\nhundreds make fascist salute in rome outside former headquarters of the italian social movement\nin 2024, not 1934pic.twitter.com/k2TJfgbUYz\n— ian bremmer (@ianbremmer) January 9, 2024\n\nThe video is authentic and was captured outside the former headquarters of the neo-fascist Italian Social Movement (which no longer exists as such), as The Guardian reported on Jan. 8, 2024. Participants of the gathering were commemorating the 46th anniversary of killing of three fascists in Via Acca Larentia, known as the Acca Larentia massacre. The BBC also reported on the topic in an article with the title \"Italian fascist salute images spark political uproar.\" It read:\nItalian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.\nThey were taking part in an annual commemoration for three far-right activists who were killed in the 1970s, allegedly by far-left militants.\nBut a video shared on social media has thrust the event into the spotlight.\nIn it, rows of black-clad men can be seen extending their right arms.\nThey are also heard shouting \"Present!\", in response to the rallying cry \"For all fallen comrades!\" - a slogan typical of the Italian far-right.\nMoreover, we found multiple Italian-language articles on the topic. For instance, an Italian newspaper la Repubblica published an article on the topic with the title \"Acca Larentia, hundreds of Roman greetings: it's 2024 but it seems like Rome in 1924.\" The article read (we translated it from Italian):\nThe image is striking: hundreds of outstretched arms rising upward when the \"present\" is called. Roman greetings in front of the former MSI headquarters in Via Acca Larentia, Rome, to commemorate three young Fronte della Gioventù members killed there in front 46 years ago, Franco Bigonzetti, Francesco Ciavatta and Stefano Recchioni, the first two by a far-left commando, the third in the clashes that followed between far-right youths and police forces.\nThe scene from the viral video was also commented in an article published another Italian daily newspaper, Corriere della Sera, underscoring that the footage sparked a discussion on social media.\nThe video with the Roman salutes\nAttention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions.\nOn Jan. 10, 2023, ANSA (Agenzia Nazionale Stampa Associata), the leading news agency in Italy, reported that over 100 people were identified for \"Acca Larentia Fascist salutes.\" The article read:\nFar-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia.",
    "original_rationales": {
        "main_rational": "The video is authentic and was captured outside the former headquarters of the neo-fascist Italian Social Movement (which no longer exists as such), as The Guardian reported on Jan. 8, 2024.",
        "additional_rational1": "Italian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.",
        "additional_rational2": "Far-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'True' rating is justified based on multiple sources confirming the authenticity of the video capturing hundreds of people performing fascist salutes in Rome. Reports from reputable sources like The Guardian, BBC, and Italian newspapers provide details about the event, the location, the participants, and the context, corroborating the claim.",
        "detailed_reasons": {
            "reason1": "The video's authenticity was confirmed by reputable sources such as The Guardian, which reported on the incident outside the former headquarters of the neo-fascist Italian Social Movement. This confirmation adds credibility to the claim of hundreds performing fascist salutes in Rome.",
            "reason2": "The BBC's coverage further supports the validity of the claim by describing the event in detail, including the context of commemorating far-right activists, the chants, and the typical slogans associated with the Italian far-right. This additional information enhances the credibility of the viral video.",
            "reason3": "Multiple Italian-language articles from publications like la Repubblica and Corriere della Sera provide additional insights and context about the event, the historical significance of the location, and the reactions on social media. These different sources corroborate the claim and contribute to the overall truthfulness rating."
        }
    },
    "evidences": {
        "num_of_evidence": 5,
        "evidence1": [
            "hundreds make fascist salute in rome outside former headquarters of the italian social movement\nin 2024, not 1934pic.twitter.com/k2TJfgbUYz\n— ian bremmer (@ianbremmer) January 9, 2024",
            [
                "https://t.co/k2TJfgbUYz",
                "https://twitter.com/ianbremmer/status/1744788955860541923?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Italian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.\nThey were taking part in an annual commemoration for three far-right activists who were killed in the 1970s, allegedly by far-left militants.\nBut a video shared on social media has thrust the event into the spotlight.\nIn it, rows of black-clad men can be seen extending their right arms.\nThey are also heard shouting \"Present!\", in response to the rallying cry \"For all fallen comrades!\" - a slogan typical of the Italian far-right.",
            []
        ],
        "evidence3": [
            "The image is striking: hundreds of outstretched arms rising upward when the \"present\" is called. Roman greetings in front of the former MSI headquarters in Via Acca Larentia, Rome, to commemorate three young Fronte della Gioventù members killed there in front 46 years ago, Franco Bigonzetti, Francesco Ciavatta and Stefano Recchioni, the first two by a far-left commando, the third in the clashes that followed between far-right youths and police forces.",
            []
        ],
        "evidence4": [
            "The video with the Roman salutes\nAttention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions.",
            []
        ],
        "evidence5": [
            "Far-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia.",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rational,evidence1>": "Supportive. The evidence directly aligns with the rationale detail by confirming that the video showing people performing a Fascist salute in Rome was indeed captured outside the former headquarters of the Italian Social Movement, as reported."
        },
        {
            "<additional_rational1,evidence1>": "Supportive. The evidence provided directly supports the rationale detail by confirming the occurrence of hundreds of people making fascist salutes in Rome, aligning with the call for action to ban neo-fascist groups."
        },
        {
            "<additional_rational2,evidence1>": "Supportive. The evidence directly aligns with the rationale by confirming that the event involved far-right groups, took place in Rome, and was related to the neo-Fascist Italian Social Movement."
        },
        {
            "<reason1,evidence1>": "Supportive. The evidence directly correlates with the rationale as both mention the same event - hundreds performing fascist salutes in Rome outside the former headquarters of the Italian Social Movement. This alignment confirms the authenticity of the video and enhances the credibility of the claim."
        },
        {
            "<reason2,evidence1>": "Supportive. The evidence aligns directly with the rationale detail by confirming the occurrence of people performing Fascist salutes in Rome in 2024, matching the description provided by the BBC. This confirmation enhances the credibility of the claim as it corroborates the events described in the rationale."
        },
        {
            "<reason3,evidence1>": "Supportive. The evidence of people making fascist salutes in Rome in 2024 directly aligns with the rationale's mention of the event, emphasizing the connection between the reported incident and corroborating sources."
        },
        {
            "<main_rational,evidence2>": "Supportive. The evidence directly aligns with the rationale as it describes the same event of people giving fascist salutes in Rome outside the former headquarters of a neo-fascist group, which corresponds to The Guardian's report."
        },
        {
            "<additional_rational1,evidence2>": "Supportive. The evidence directly aligns with the rationale detail by confirming that Italian Prime Minister Giorgia Meloni is indeed being urged to ban neo-fascist groups after the incident involving hundreds of men giving fascist salutes in Rome. The evidence describes the same event and context mentioned in the rationale, providing strong support for the claims made."
        },
        {
            "<additional_rational2,evidence2>": "Supportive. The evidence directly supports the rationale detail by confirming the presence of far-right groups and individuals giving fascist salutes during the event outside the former headquarters of a neo-Fascist group, in line with the information provided."
        },
        {
            "<reason1,evidence2>": "Supportive. The evidence directly corroborates the rationale that mentioned the confirmation of the video's authenticity by reputable sources like The Guardian. The evidence describes the occurrence of hundreds giving fascist salutes in Rome, aligning with the claim and adding credibility to the original statement."
        },
        {
            "<reason2,evidence2>": {
                "The BBC's coverage further supports the validity of the claim by describing the event in detail, including the context of commemorating far-right activists, the chants, and the typical slogans associated with the Italian far-right. This additional information enhances the credibility of the viral video., Italian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.": "Supportive. The evidence aligns closely with the rationale detail by specifically mentioning the fascist salutes, the context of commemorating far-right activists, and the typical slogans associated with the Italian far-right, thereby substantiating the claim."
            }
        },
        {
            "<reason3,evidence2>": "Supportive. The evidence directly aligns with the rationale detail by mentioning that Italian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome. This supports the claim by confirming the presence of individuals performing fascist salutes, which is consistent with the information provided by the Italian-language articles."
        },
        {
            "<main_rational,evidence3>": "Supportive. The evidence directly aligns with the rationale detail by describing the scene of people performing a Fascist salute outside the former headquarters of the neo-fascist Italian Social Movement, which confirms the authenticity of the viral video mentioned in the claim."
        },
        {
            "<additional_rational1,evidence3>": "Supportive. The evidence directly supports the rationale detailing the urge for Italian Prime Minister Giorgia Meloni to ban neo-fascist groups by referencing the scene of hundreds of men giving fascist salutes during a rally in Rome, aligning with the need expressed in the rationale."
        },
        {
            "<additional_rational2,evidence3>": "Supportive. The evidence directly supports the rationale detail by describing the gathering at the former MSI headquarters in Rome, where individuals were seen performing a Fascist salute during a commemoration event. The evidence aligns with the claim by providing specific details about the location, the nature of the event, and the actions of participants, thus reinforcing the accuracy of the rationale."
        },
        {
            "<reason1,evidence3>": "Supportive. The evidence provided describes the exact scene mentioned in the rationale where hundreds of people performed fascist salutes in Rome, confirming the authenticity and credibility of the claim."
        },
        {
            "<reason2,evidence3>": "Supportive. The evidence directly aligns with the rationale detail by providing specific information about the event, including the context, location, and individuals involved, which corroborates the details mentioned in the rationale. The evidence supports the credibility of the viral video by offering detailed information consistent with the reported facts."
        },
        {
            "<reason3,evidence3>": "Supportive. The evidence directly supports the rationale detail by describing the scene of hundreds of people performing a Fascist salute in Rome, which aligns with the information provided in the Italian-language articles from la Repubblica and Corriere della Sera, corroborating the claim of the viral video."
        },
        {
            "<main_rational,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by confirming the presence of individuals performing Roman salutes, which indicates a strong correlation to the claim that the video showed people performing a Fascist salute in Rome."
        },
        {
            "<additional_rational1,evidence4>": "Supportive. The evidence provided by the video showing individuals performing fascist salutes in Rome directly aligns with the rationale detail urging the Italian Prime Minister to take action against neo-fascist groups due to the presence of such salutes during the rally."
        },
        {
            "<additional_rational2,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by showing the scene of people performing Roman salutes, as described in the claim. The video captures the specific actions mentioned in the rationale, indicating a direct correlation between the two."
        },
        {
            "<reason1,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by confirming the presence of Roman salutes in the viral video, as described by reputable sources like The Guardian. This confirmation enhances the credibility of the claim regarding the hundreds of people performing fascist salutes in Rome."
        },
        {
            "<reason2,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by confirming the presence of Roman salutes, chanting for fallen comrades, and alluding to far-right associations, thus corroborating the specifics detailed in the BBC's coverage."
        },
        {
            "<reason3,evidence4>": "Supportive. The evidence directly aligns with the rationale by providing additional insights and context about the event, historical significance, and social media reactions, which corroborates the claim made."
        },
        {
            "<main_rational,evidence5>": "Supportive. The evidence directly corroborates the rationale detail by confirming that far-right groups participated in the event outside the former headquarters of the neo-Fascist Italian Social Movement, aligning with The Guardian's report about the authenticity of the video."
        },
        {
            "<additional_rational1,evidence5>": "Supportive. The evidence directly supports the rationale by showing that far-right groups participated in the event involving fascist salutes, prompting the call to ban neo-fascist groups. The cooperation between security forces to identify individuals aligns with the urgency expressed in the rationale to address such extremist activities."
        },
        {
            "<additional_rational2,evidence5>": "Supportive. The evidence directly supports the rationale detail by confirming that far-right groups participated in the event described, corroborating the information provided."
        },
        {
            "<reason1,evidence5>": "Supportive. The evidence provided directly supports the rationale detail by confirming the presence of far-right groups at the event outside the former headquarters of the neo-Fascist Italian Social Movement, aligning with the claim of hundreds performing fascist salutes in Rome. This correlation between the evidence and the original claim enhances the credibility of the video's authenticity."
        },
        {
            "<reason2,evidence5>": "Supportive. The evidence provided aligns closely with the details mentioned in the rationale, reinforcing the credibility of the claim by offering specific information about the participants and the location of the event, thus directly supporting the description provided by the BBC."
        },
        {
            "<reason3,evidence5>": "Irrelevant"
        }
    ]
}