{
    "url": "https://www.snopes.com/fact-check/italy-nazi-rally/",
    "claim": "Viral video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024.",
    "rating": "True",
    "content": "In January 2024 a video went viral on social media, allegedly showing hundreds of fascists saluting in Rome. As of this writing, only one post with the in-question video gained nearly 30 million views. \"Hundreds make fascist salute in rome outside former headquarters of the italian social movement,\" one post on X (formerly Twitter) captioned the video.\nhundreds make fascist salute in rome outside former headquarters of the italian social movement\nin 2024, not 1934pic.twitter.com/k2TJfgbUYz\n— ian bremmer (@ianbremmer) January 9, 2024\n\nThe video is authentic and was captured outside the former headquarters of the neo-fascist Italian Social Movement (which no longer exists as such), as The Guardian reported on Jan. 8, 2024. Participants of the gathering were commemorating the 46th anniversary of killing of three fascists in Via Acca Larentia, known as the Acca Larentia massacre. The BBC also reported on the topic in an article with the title \"Italian fascist salute images spark political uproar.\" It read:\nItalian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.\nThey were taking part in an annual commemoration for three far-right activists who were killed in the 1970s, allegedly by far-left militants.\nBut a video shared on social media has thrust the event into the spotlight.\nIn it, rows of black-clad men can be seen extending their right arms.\nThey are also heard shouting \"Present!\", in response to the rallying cry \"For all fallen comrades!\" - a slogan typical of the Italian far-right.\nMoreover, we found multiple Italian-language articles on the topic. For instance, an Italian newspaper la Repubblica published an article on the topic with the title \"Acca Larentia, hundreds of Roman greetings: it's 2024 but it seems like Rome in 1924.\" The article read (we translated it from Italian):\nThe image is striking: hundreds of outstretched arms rising upward when the \"present\" is called. Roman greetings in front of the former MSI headquarters in Via Acca Larentia, Rome, to commemorate three young Fronte della Gioventù members killed there in front 46 years ago, Franco Bigonzetti, Francesco Ciavatta and Stefano Recchioni, the first two by a far-left commando, the third in the clashes that followed between far-right youths and police forces.\nThe scene from the viral video was also commented in an article published another Italian daily newspaper, Corriere della Sera, underscoring that the footage sparked a discussion on social media.\nThe video with the Roman salutes\nAttention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions.\nOn Jan. 10, 2023, ANSA (Agenzia Nazionale Stampa Associata), the leading news agency in Italy, reported that over 100 people were identified for \"Acca Larentia Fascist salutes.\" The article read:\nFar-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia.",
    "original_rationales": {
        "main_rationale": "The video is authentic and was captured outside the former headquarters of the neo-fascist Italian Social Movement (which no longer exists as such), as The Guardian reported on Jan. 8, 2024.",
        "additional_rationale1": "Moreover, we found multiple Italian-language articles on the topic.",
        "additional_rationale2": "On Jan. 10, 2023, ANSA (Agenzia Nazionale Stampa Associata), the leading news agency in Italy, reported that over 100 people were identified for \"Acca Larentia Fascist salutes.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim that a viral video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024, is rated as 'True' based on multiple pieces of evidence found in the article. The authenticity of the video was confirmed by reputable sources such as The Guardian and the BBC, which reported on the event where participants saluted outside the former headquarters of the neo-fascist Italian Social Movement. Additionally, Italian newspapers like la Repubblica and Corriere della Sera covered the incident, further corroborating the occurrence. Official reports from ANSA also confirmed the identification of over 100 individuals involved in the Fascist salutes at the commemoration ceremony, providing concrete evidence to support the claim's accuracy.",
        "detailed_reasons": {
            "reason1": "The authenticity of the video showing people performing the Fascist salute in Rome on Jan. 7, 2024, was confirmed by reputable sources like The Guardian and the BBC, as well as Italian newspapers like la Repubblica and Corriere della Sera. These various sources reporting on the event provide a strong foundation for the 'True' rating of the claim.",
            "reason2": "The participants in the gathering were commemorating the 46th anniversary of the killing of three fascists in Via Acca Larentia, known as the Acca Larentia massacre. The specific details surrounding the event, including the historical context and the reasons for the Fascist salutes, were well-documented and reported by multiple sources, reinforcing the truthfulness of the claim.",
            "reason3": "Official reports from ANSA, a leading news agency in Italy, confirmed that over 100 individuals were identified for participating in the Fascist salutes at the commemoration event. This concrete evidence directly supports the claim that hundreds of people were indeed performing the salutes, providing additional backing for the 'True' rating of the claim."
        }
    },
    "evidences": {
        "num_of_evidence": 5,
        "evidence1": [
            "hundreds make fascist salute in rome outside former headquarters of the italian social movement\nin 2024, not 1934pic.twitter.com/k2TJfgbUYz\n— ian bremmer (@ianbremmer) January 9, 2024",
            [
                "https://t.co/k2TJfgbUYz",
                "https://twitter.com/ianbremmer/status/1744788955860541923?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Italian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.\nThey were taking part in an annual commemoration for three far-right activists who were killed in the 1970s, allegedly by far-left militants.\nBut a video shared on social media has thrust the event into the spotlight.\nIn it, rows of black-clad men can be seen extending their right arms.\nThey are also heard shouting \"Present!\", in response to the rallying cry \"For all fallen comrades!\" - a slogan typical of the Italian far-right.",
            []
        ],
        "evidence3": [
            "The image is striking: hundreds of outstretched arms rising upward when the \"present\" is called. Roman greetings in front of the former MSI headquarters in Via Acca Larentia, Rome, to commemorate three young Fronte della Gioventù members killed there in front 46 years ago, Franco Bigonzetti, Francesco Ciavatta and Stefano Recchioni, the first two by a far-left commando, the third in the clashes that followed between far-right youths and police forces.",
            []
        ],
        "evidence4": [
            "The video with the Roman salutes\nAttention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions.",
            []
        ],
        "evidence5": [
            "Far-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia.",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Relevant. The evidence directly supports the claim by aligning with the rationale detail provided in the article, confirming the authenticity of the video showing people performing a Fascist salute in Rome in 2024, outside the former headquarters of the neo-fascist Italian Social Movement."
        },
        {
            "<additional_rationale1,evidence1>": "Relevant. The evidence directly supports the claim by providing concrete visuals of the event described, where hundreds of people are seen performing a Fascist salute at the former headquarters of the Italian Social Movement in Rome, aligning with the information shared in the article."
        },
        {
            "<additional_rationale2,evidence1>": "Relevant. The evidence directly supports the claim by confirming the event of hundreds of people performing a Fascist salute in Rome in 2024, matching the specific detail of the claim."
        },
        {
            "<reason1,evidence1>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video showing people performing the Fascist salute in Rome on Jan. 7, 2024. The tweet from Ian Bremmer provides a direct link to the video that aligns with the details mentioned in the rationale from reputable sources like The Guardian, the BBC, and Italian newspapers, thus substantiating the 'True' rating of the claim."
        },
        {
            "<reason2,evidence1>": "Relevant. The evidence directly supports the claim by confirming that hundreds of people were indeed performing Fascist salutes in Rome, aligning with the specific detail in the rationale that participants were commemorating the 46th anniversary of the killing of three fascists in Via Acca Larentia, known as the Acca Larentia massacre."
        },
        {
            "<reason3,evidence1>": "Relevant. The evidence aligns directly with the claim's rationale by confirming that over 100 individuals were indeed identified for participating in Fascist salutes at the same event depicted in the viral video, providing concrete support for the claim that hundreds of people were involved in the salutes."
        },
        {
            "<main_rationale,evidence2>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video and its specific location outside the former headquarters of the neo-fascist Italian Social Movement, as indicated in the rationale detail."
        },
        {
            "<additional_rationale1,evidence2>": "Relevant. The evidence directly supports the claim by confirming the occurrence of hundreds of individuals performing fascist salutes in Rome on the specified date, aligning with the rationale of finding multiple Italian-language articles on the topic."
        },
        {
            "<additional_rationale2,evidence2>": "Relevant. The evidence directly supports the claim by detailing the event of hundreds of men giving fascist salutes during a rally in Rome, aligning with the specific incident mentioned in the claim. The evidence describes the same event showcased in the viral video, providing a direct connection to the claim's content."
        },
        {
            "<reason1,evidence2>": "Relevant. The evidence directly supports the claim's rationale as it specifically mentions the event of people performing Fascist salutes in Rome, aligning with the information provided by reputable sources like The Guardian, the BBC, la Repubblica, and Corriere della Sera. The article content affirms the authenticity of the video and describes the same event of hundreds of men giving fascist salutes during a rally in Rome, thereby directly supporting the claim's rationale."
        },
        {
            "<reason2,evidence2>": "Relevant. The evidence directly supports the claim by confirming the occurrence of the viral video showing individuals performing Fascist salutes in Rome. The evidence aligns with the rationale detail that the participants were commemorating the anniversary of the killing of three fascists, thus reinforcing the truthfulness of the claim."
        },
        {
            "<reason3,evidence2>": "Relevant. The evidence directly supports the claim that hundreds of people were performing the Fascist salutes by confirming that over 100 individuals were identified for participating in the Fascist salutes at the commemoration event mentioned in the claim. This explicit connection between the evidence and the claim's rationale solidifies the 'True' rating of the claim."
        },
        {
            "<main_rationale,evidence3>": "Relevant. The evidence directly supports the claim by describing the exact event of people performing a Fascist salute in Rome as captured in the viral video outside the former headquarters of the neo-fascist Italian Social Movement, corroborating the authenticity and location mentioned in the claim's rationale."
        },
        {
            "<additional_rationale1,evidence3>": "Relevant. The evidence directly supports the claim by describing the specific event of hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024, which aligns with the rationale detail of finding multiple Italian-language articles on the topic."
        },
        {
            "<additional_rationale2,evidence3>": "Relevant. The evidence directly supports the claim by describing the exact event mentioned in the rationale detail. The evidence from the article confirms that the video captured the incident of hundreds of people performing Fascist salutes in Rome outside the former headquarters of the neo-fascist Italian Social Movement, aligning perfectly with the information presented in the claim's rationale."
        },
        {
            "<reason1,evidence3>": "Relevant. The evidence directly supports the claim by describing the scene depicted in the viral video, matching the details of the Fascist salute in Rome on Jan. 7, 2024 as reported by The Guardian, BBC, and Italian newspapers. The evidence confirms the authenticity of the video and aligns with the rationale detailing the confirmation of the event by reputable sources."
        },
        {
            "<reason2,evidence3>": "Relevant. The evidence directly supports the claim by describing the event detailed in the rationale, where participants were commemorating the 46th anniversary of the killing of three fascists in Via Acca Larentia, known as the Acca Larentia massacre. The evidence aligns with the specific details surrounding the event, historical context, and reasons for the Fascist salutes mentioned in the claim."
        },
        {
            "<reason3,evidence3>": "Relevant. The evidence directly supports the claim that a viral video showed hundreds of people performing Fascist salutes in Rome on Jan. 7, 2024. The article details the occurrence of hundreds of outstretched arms rising upward in a Roman greeting outside the former MSI headquarters in Rome, aligning with the claim of individuals performing salutes. This concrete evidence solidifies the accuracy of the claim, further corroborated by official reports confirming the participation of over 100 individuals performing the salutes."
        },
        {
            "<main_rationale,evidence4>": "Relevant. The evidence directly supports the claim by describing the scene of the video showing individuals performing Fascist salutes in Rome, in alignment with the rationale that the video is authentic and was filmed outside the former headquarters of the neo-fascist Italian Social Movement."
        },
        {
            "<additional_rationale1,evidence4>": "Relevant. The evidence directly supports the claim by depicting the exact event described in the claim. The video clearly shows hundreds of people performing the Fascist salute in Rome, aligning with the claim made."
        },
        {
            "<additional_rationale2,evidence4>": "Relevant. The evidence directly supports the claim and aligns with the rationale detailed in the article. The video mentioned in the evidence depicts the exact event described in the claim, where participants were seen making Fascist salutes outside the former headquarters of the neo-fascist Italian Social Movement. The evidence from the viral video matches the description of the event, confirming the authenticity of the claim."
        },
        {
            "<reason1,evidence4>": "Relevant. The evidence directly supports the claim by confirming the authenticity of the video and describing the event where participants performed Fascist salutes in Rome on the specified date. The content of the video aligns with the claim's assertion of individuals performing such salutes in Rome, establishing a direct connection between the evidence and the claim."
        },
        {
            "<reason2,evidence4>": "Relevant. The evidence directly supports the claim by depicting the exact scenario described in the claim, where participants were captured on video performing Fascist salutes in Rome on the specified date. The details in the evidence align perfectly with the rationale detail provided, confirming the truthfulness of the claim."
        },
        {
            "<reason3,evidence4>": "Relevant. The evidence presented in the article aligns directly with the claim and the rationale by confirming that over 100 individuals were identified for participating in the Fascist salutes, thus supporting the assertion that hundreds of people were involved in the salutes in Rome."
        },
        {
            "<main_rationale,evidence5>": "Relevant. The evidence directly supports the claim and matches the rationale in detail. The evidence from the article confirms the authenticity of the video and specifically mentions the location outside the former headquarters of the neo-fascist Italian Social Movement, aligning perfectly with the claim and the rationale provided."
        },
        {
            "<additional_rationale1,evidence5>": "Relevant. The evidence aligns directly with the claim by confirming that the event depicted in the viral video indeed took place in Rome in 2024, involving far-right groups performing Fascist salutes outside the former headquarters of the neo-Fascist Italian Social Movement. This supports the rationale detail about multiple Italian-language articles covering the topic, clearly connecting the evidence to the claim's accuracy."
        },
        {
            "<additional_rationale2,evidence5>": "Relevant. The evidence directly supports the claim by confirming the event described in the claim. The evidence mentions the gathering outside the former headquarters of the neo-Fascist Italian Social Movement in Via Acca Larentia, which aligns with the claim of people performing Fascist salutes in Rome on a specific date."
        },
        {
            "<reason1,evidence5>": "Relevant. The evidence directly supports the claim by confirming that far-right groups participated in the event outside the former headquarters of the neo-Fascist Italian Social Movement, aligning with the rationale detailing the authenticity of the video showing people performing the Fascist salute in Rome."
        },
        {
            "<reason2,evidence5>": "Relevant. The evidence directly supports the claim by confirming that far-right groups took part in a commemoration outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia, aligning with the rationale detail that the participants were commemorating the 46th anniversary of the killing of three fascists in Via Acca Larentia."
        },
        {
            "<reason3,evidence5>": "Relevant. The evidence directly supports the claim by confirming that far-right groups from various regions participated in the commemoration event outside the former headquarters of the neo-Fascist Italian Social Movement, aligning with the official reports from ANSA indicating that over 100 individuals were identified for participating in the salutes."
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}