{
    "url": "https://www.snopes.com/fact-check/palestinian-baby-dolls-israel/",
    "claim": "Photographs and videos shared in January 2024 showed bloodied \"Palestinian baby dolls\" made and sold in Israel.",
    "rating": "Miscaptioned",
    "content": "The photographs and videos allegedly showing \"Palestinian baby dolls\" were a pro-Palestinian art project and were neither made nor sold in Israel.\nThe protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.\nOn Jan. 12, 2024, a striking photograph was shared on X (formerly Twitter), allegedly showing a bloodied \"Palestinian baby doll\" made in Israel (and sold in Mexico). Various social media users shared the photograph of the doll in a package with text in Spanish that read \"soldados de elite\" and \"incluye bebe palestino,\" which translated to \"elite soldiers\" and \"includes Palestinian baby.\"\nOne X post captioned the image: \"How sick. They sell these… they make these… they don’t even hide their genocidal self anymore And the world watches,\"\n\nGoogle reverse-image search results showed that the images showing the doll were shared on social media platforms such as Instagram and Facebook, as well as websites in multiple languages.\nBut we found the viral images did not show an actual doll available for sale in Israel.\nWhile searching for news reports on the topic, we found an article titled, \"Unraveling Deception: The Truth Behind The Controversial ‘Israeli-Made’ Palestinian Doll.\" It read:\nPicture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.\nIn fact, we found that the original post with the in-question photo was shared by an Instagram profile @vlocke_negro on Jan. 6, 2024. However, as of Jan. 15, 2024, the original post was marked as \"edited,\" and its description read (we translated it from Spanish):\nUPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.\nThe post continued, explaining that the in-question doll was an activism art project, not an authentic doll available for sale:\nThis project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?\nAlso, on Jan. 16, 2024, the activist reposted on Instagram stories a post with the in-question doll with a caption reading:\nDolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?\nWhat's more, we found a video on the activist's profile showing how he made the doll, with a caption reading, \"Reality far exceeds this intervention.\"\nPost udostępniony przez Vlocke (@vlocke_negro)\n\nFinally, we found that a fact-checking organization Lead Stories also reported on the topic on Jan. 11, 2024.\nAll in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel. Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\"",
    "original_rationales": {
        "main_rationale": "All in all, viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel.",
        "additional_rationale1": "Moreover, no reliable sources reported on similar dolls being manufactured in Israel; therefore, we have rated this claim as \"Miscaptioned.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim was rated 'Miscaptioned' because the photographs and videos of the 'Palestinian baby dolls' were part of a pro-Palestinian art project created by an activist in Mexico, not made and sold in Israel as implied. Multiple sources confirmed this as an awareness-raising initiative and not a commercial product, aligning with the findings of fact-checkers. The lack of evidence or reports supporting the doll's Israeli origin further solidified the 'Miscaptioned' rating.",
        "detailed_reasons": {
            "reason1": "The photographs and videos in question were identified as part of an art project initiated by an activist in Mexico to raise awareness about the Palestinian cause, debunking the claim that these dolls were commercially produced in Israel.",
            "reason2": "Verification through multiple sources, including the original creator's social media posts and a fact-checking organization, substantiated that the 'Palestinian baby dolls' were not authentic products made and sold in Israel but rather symbolic pieces created for activism purposes.",
            "reason3": "The absence of credible evidence or reports linking the dolls to Israeli manufacturing supported the 'Miscaptioned' rating by emphasizing the lack of substantiated information connecting the dolls to Israel, thereby reinforcing the misrepresentation of their origin.",
            "reason4": "The activist behind the project explicitly clarified the doll's purpose as an awareness-raising item and not a toy produced for commercial sale, providing additional context that diverges from the initial misleading claim of Israeli origin."
        }
    },
    "evidences": {
        "num_of_evidence": 6,
        "evidence1": [
            "The protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.",
            [
                "https://web.archive.org/web/20231105180456/https://www.reuters.com/world/middle-east/israel-palestinian-dispute-hinges-statehood-land-jerusalem-refugees-2023-10-10/",
                "https://www.snopes.com/articles/465785/what-is-hamas-gaza/",
                "https://www.snopes.com/articles/465623/oct-7-hamas-attack-and-israeli-retaliation/",
                "https://apnews.com/article/israel-palestinians-gaza-hamas-rockets-airstrikes-tel-aviv-ca7903976387cfc1e1011ce9ea805a71",
                "https://www.ochaopt.org/",
                "https://www.snopes.com/articles/465749/where-did-the-palestinians-come-from/",
                "https://www.snopes.com/tag/israel-hamas_war/",
                "https://www.snopes.com/contact/",
                "https://www.snopes.com/join/"
            ]
        ],
        "evidence2": [
            "Picture this: a plastic baby doll with blood strewn on his face, hands, and knees, wearing a keffiyeh around his neck, with toy Israeli soldiers around his body. If you opened Instagram, you may have come across a video depicting this Palestinian doll on Mint Press’ official page.\nSparking fury and rage across social media, everyone’s blood was boiling as Mint Press blatantly stated that this particular Palestinian doll was made in Israel and was being sold in Mexico. But, after a little digging, what Mint Press was sharing is far from the truth. We were able to find the actual creator of the doll, who carries the Instagram handle vlocke_negro.\nHe’s a Mexican man who’s presumably an activist who took a normal-looking doll from a toy shop and turned it into a Palestinian doll by smearing it in red and putting a keffiyeh around it. Then, he placed that doll among the other dolls in the store for the sole purpose of raising awareness of Palestine’s current strife. He included all this information in an Instagram post he recently shared online.\nThis is a perfect example of how we shouldn’t take all the information we’re exposed to at face value.",
            []
        ],
        "evidence3": [
            "UPDATE UPDATE\nNo one has died during this protest that tries to make visible what happens every day in the Gaza Strip, we managed to get your attention. Now the hard facts: more than 10,000 children are dead and thousands have been injured.\nFrom a neighborhood in CDMX we demonstrate the magnitude of this genocide at a global level. They will reproach us for the manner, but what is the correct manner in the face of indifference?\nWe are with Palestine, make no mistake. On January 5 we approached the street toy merchants within the framework of \"Three Kings' Day\" to whom we explained the purpose of this project, without hesitation they lent their stalls to take a shot and some photos, taking care to do it quickly to avoid the curious looks of passers-by.",
            []
        ],
        "evidence4": [
            "This project was designed for the media and social networks, some, very few, asked us about the intentions of this project, the others responded rapaciously in search of the desired like. Toys bring us the best memories of a time when happiness was not questioned, childhood.\nThis one that evokes the most sacred and that we are letting go in a caravan of death in complicity with the United States, the European Union, of course, NATO, the organizations that guarantee global civility. An apology if we hurt or offended you. From the river to the sea, Palestine will win.\nIsraeli Elite Soldiers. Includes Palestinian baby.\nToy that I found this Three Kings Day at the Col Doctores flea market, Cdmx. Made in Israel ?",
            []
        ],
        "evidence5": [
            "Dolls from artivist @vlocke_negro’s Bebé Palestino project found a powerful place on the shelves of a doll store in Mexico City, standing as symbols of resistance and raising awareness for Palestinians. ??✊?",
            []
        ],
        "evidence6": [
            "Wyświetl ten post na Instagramie\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\nPost udostępniony przez Vlocke (@vlocke_negro)",
            [
                "https://www.instagram.com/reel/C1--OzQutmB/?utm_source=ig_embed&utm_campaign=loading"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "main_rationale,evidence1": "The evidence directly supports the main rationale provided in the fact-checking article. The article clearly states that the photographs and videos of the 'Palestinian baby dolls' were part of an art project by a pro-Palestinian activist and were neither made nor sold in Israel. This aligns precisely with the main rationale, which explains that the viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel."
        },
        {
            "claim,evidence1": "The evidence directly supports the claim that the photographs and videos shared in January 2024 showed bloodied 'Palestinian baby dolls' made and sold in Israel. The evidence aligns with the fact that the images of the 'Palestinian baby dolls' were part of an art project by a Mexican activist, not authentic products made in Israel. This clear connection between the evidence and the claim confirms that the dolls were not actually produced in Israel, as depicted.",
            "reason1,evidence1": "Irrelevant"
        },
        {
            "additional_rationale1, evidence2": "The evidence directly supports the additional rationale provided in the fact-checking article by confirming that the viral footage showing the 'Palestinian baby dolls' was indeed from an art project created by a pro-Palestinian activist rather than being authentic dolls made and sold in Israel. The evidence explicitly mentions how a Mexican man, known as vlocke_negro, transformed a regular doll into a Palestinian doll to raise awareness about the situation in Palestine. This clear connection between the evidence and the rationale strengthens the fact-checking conclusion that the claim was 'Miscaptioned.'"
        },
        {
            "reason2,evidence2": "The evidence directly supports reason 2 by confirming that the 'Palestinian baby dolls' were not genuine products made and sold in Israel but were part of an art project initiated by an activist in Mexico. The description of how the doll was created and the purpose behind it aligns perfectly with the information provided in reason 2, which states that multiple sources verified the dolls' symbolic nature for activism rather than them being commercially produced in Israel."
        },
        {
            "main_rationale,evidence3": "The evidence directly supports the main rationale provided, which states that the viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel. The evidence from the article clearly describes the process by which the Mexican activist took a normal-looking doll and turned it into a Palestinian doll for the purpose of raising awareness about Palestine's current situation. This aligns perfectly with the main rationale and supports the fact-checking conclusion of 'Miscaptioned.'"
        },
        {
            "reason2, evidence3": "The evidence directly supports reason2 from the rationale provided. The content of the evidence explains that the 'Palestinian baby dolls' were part of an art project aimed at raising awareness about the Palestinian cause, which aligns with the fact that the dolls were not commercially produced in Israel but were symbolic pieces created for activism purposes. The evidence explicitly states that the dolls were not authentic products made and sold in Israel but rather served as symbolic items for activism."
        },
        {
            "main_rationale, evidence4": "The evidence directly supports the main rationale provided in the fact-checking article. The content of the evidence aligns with the fact that the photographs and videos showing 'Palestinian baby dolls' were actually part of a pro-Palestinian art project and were not authentic dolls made and sold in Israel. The evidence describes the project as an activism art project using dolls to raise awareness of Palestine's current situation, which closely corresponds to the main rationale stating that the viral footage showed an art project of a pro-Palestinian activist rather than an authentic doll made and sold in Israel."
        },
        {
            "reason2, evidence4": "The evidence directly supports 'reason2' as it aligns with the information provided in the rationale that the 'Palestinian baby dolls' were not authentic products made and sold in Israel but rather symbolic pieces created for activism purposes. The evidence mentions the project being designed for media and social networks, highlighting the activist's intention to raise awareness through this art project, which corroborates the fact that the dolls were not meant for commercial sale in Israel."
        },
        {
            "additional_rationale1, evidence5": "The evidence is directly relevant to the additional rationale provided. The photographs and videos allegedly showing 'Palestinian baby dolls' were part of a pro-Palestinian art project by activist @vlocke_negro, not authentic dolls made and sold in Israel. This evidence aligns with the rationale that states no reliable sources reported on similar dolls being manufactured in Israel, leading to the claim being rated as 'Miscaptioned.'"
        },
        {
            "reason2, evidence5": "The evidence directly supports reason2 by confirming that the dolls in question were part of an art project initiated by an activist in Mexico to raise awareness about the Palestinian cause. The Instagram post by the activist @vlocke_negro showcased the dolls as symbols of resistance and tools for Palestinian awareness, aligning perfectly with reason2's assertion that the 'Palestinian baby dolls' were not authentic products but symbolic pieces created for activism purposes."
        },
        {
            "main_rationale, evidence6": "The evidence directly supports the main rationale by confirming that the photographs and videos showing bloodied 'Palestinian baby dolls' were indeed part of a pro-Palestinian art project and not authentic dolls made and sold in Israel. This clear connection between the evidence and the main rationale reinforces the fact-checking conclusion that the claim was 'Miscaptioned.'"
        },
        {
            "reason2, evidence6": "The evidence directly supports reason2 of the fact-checking rationale. The article mentions that verification from multiple sources, including the original creator's social media posts and fact-checking organizations, confirmed that the 'Palestinian baby dolls' were not genuine products made and sold in Israel but rather symbolic pieces created for activism purposes. This aligns closely with reason2, which emphasizes that the dolls were not commercially produced in Israel but were part of an art project by an activist to raise awareness about the Palestinian cause."
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}