{
    "url": "https://www.snopes.com/fact-check/ribbon-worm-video/",
    "content": "In late December 2023, a video was circulated on Reddit, alleging \"the ribbon worm, one of the most outlandish creatures we've ever discovered, spits a living, tree-like proboscis to hunt it's prey.\"\n \n(Reddit u/NeverEndingWalker64)\nWe used Google reverse-image search to investigate the video's origins. The results showed that it had been shared on various platforms such as Reddit, X (formerly Twitter), YouTube, TikTok, and Instagram.\nProbably one of the most 'alien-like' species, the ribbon worm spits a living, tree-like proboscis to hunt it preypic.twitter.com/s71zUbNkvH\n— Massimo (@Rainmaker1973) October 23, 2023\n\nThe earliest instance of the video being shared we found was a re-post of a TikTok video by @thatcherisdeadding Reddit user from 2021.\nand what is it doing\nbyu/thatcherisdeadding inwhatsthisbug\n\nUnfortunately, the @_pharouque TikTok account credited in the above-mentioned post was not active as of this writing.\nTherefore, to assess the video's authenticity, we started by researching whether ribbon worms even existed. For reference, here's Encyclopaedia Britannica description of a \"ribbon worm,\" also called a \"proboscis worm.\"\nRibbon worm, any member of the invertebrate phylum Nemertea (sometimes called Nemertinea, or Rhynchocoela), which includes mainly free-living forms but also a few parasites of crustaceans, mollusks, and sea squirts. The majority of the approximately 900 known nemertean species are found in marine habitats. Some, however, live in freshwater or on land. The name proboscis worm derives from the muscular eversible proboscis, which is housed in a fluid-filled chamber above the gut. This tube-shaped organ, which in many aquatic forms has a needlelike stylet, is typically used to trap prey. The stylet may also be used for burrowing; in land-dwelling species it may be used for rapid movement.\nWhat's more, we found other similar videos showing a ribbon worm and its proboscis:\nA Ribbon Worm expelling an organ called its proboscis, it uses it to capture and digest prey up to three times larger than its size.\nbyu/rAwIsDeatH innextfuckinglevel\nThe footage attached to the above post was featured, for instance, in Science Channel's video shared in January 2016 with the title, \"The Proboscis Worm's Mouth of Horrors.\"\n\nMoreover, Nature's article on the topic of ribbon worms, titled, \"A poisonous shield, a potent venom: these worms mean business,\" read:\nThe wriggling creatures called ribbon worms protect themselves with toxin-laden mucus and subdue their prey with venom that they inject through a retractable proboscis. But scientists have had a limited understanding of the toxic compounds deployed by the more than 1,300 ribbon-worm species (phylum Nemertea).\nFinally, we found another similar video showing a ribbon worm that went viral back in 2015.\n\nMental Floss, an online magazine, in an article titled, \"Meet This Bizarre and Mysterious Ribbon Worm,\" discussed the video above, citing biologist Sebastian Kvist, who \"specializes in Nemertea, the phylum of ribbon worms this creature belongs to.\" Kvist explained to Mental Floss that, \"The worm also throws out its proboscis as a defensive strategy — and that’s what we’re seeing in the video,\" underscoring that, “What we’re seeing is a very stressed worm that’s doing everything it can to try to get away from the situation that it’s in.”\nAll in all, although we did not find the original poster of the in-question video, we found other, very similar-looking footage of the ribbon worm \"spitting a tree-like proboscis.\" Because of that, we have rated the claim as \"True.\" We will update this article if/when new information comes to light on the video's origins.",
    "original_rationales": {
        "main_rationale": "All in all, although we did not find the original poster of the in-question video, we found other, very similar-looking footage of the ribbon worm \"spitting a tree-like proboscis.\" Because of that, we have rated the claim as \"True.\"",
        "additional_rationale1": "Therefore, to assess the video's authenticity, we started by researching whether ribbon worms even existed. For reference, here's Encyclopaedia Britannica description of a \"ribbon worm,\" also called a \"proboscis worm.\"",
        "additional_rationale2": "Mental Floss, an online magazine, in an article titled, \"Meet This Bizarre and Mysterious Ribbon Worm,\" discussed the video above, citing biologist Sebastian Kvist, who \"specializes in Nemertea, the phylum of ribbon worms this creature belongs to.\"",
        "additional_rationale3": "Moreover, Nature's article on the topic of ribbon worms, titled, \"A poisonous shield, a potent venom: these worms mean business,\" read:",
        "additional_rationale4": "The footage attached to the above post was featured, for instance, in Science Channel's video shared in January 2016 with the title, \"The Proboscis Worm's Mouth of Horrors.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim about the ribbon worm spitting a tree-like proboscis to hunt its prey was rated as 'True' based on various pieces of evidence found in the text. The utilization of Google reverse-image search to trace the video's circulation, the existence of ribbon worms as described in the Encyclopaedia Britannica, the presence of similar videos featuring ribbon worms and their proboscis, Nature's article on the defensive and predatory mechanisms of ribbon worms, and a description by biologist Sebastian Kvist supporting the behavior seen in the video collectively substantiate the claim's authenticity.",
        "detailed_reasons": {
            "reason1": "The utilization of Google reverse-image search demonstrated the widespread sharing of the video on multiple platforms, suggesting its real existence and circulation in late December 2023.",
            "reason2": "The detailed description of ribbon worms provided by Encyclopaedia Britannica supports the claim by confirming the creature's physical characteristics and predatory behavior involving a proboscis.",
            "reason3": "The presence of other similar videos and mentions in articles such as Science Channel's video and Nature's article further affirms the behavior of ribbon worms discussed in the video, enhancing the credibility of the claim.",
            "reason4": "Biologist Sebastian Kvist's explanation aligns with the behavior depicted in the video, providing expert validation of the ribbon worm's defensive strategy involving the expulsion of its proboscis.",
            "reason5": "The commitment to updating the article with new information on the video's origins indicates a dedication to accuracy and the potential for future verification, reinforcing the initial 'True' rating for the claim."
        }
    },
    "evidences": {
        "num_of_evidence": 5,
        "evidence1": [
            "Probably one of the most 'alien-like' species, the ribbon worm spits a living, tree-like proboscis to hunt it preypic.twitter.com/s71zUbNkvH\n— Massimo (@Rainmaker1973) October 23, 2023",
            [
                "https://t.co/s71zUbNkvH",
                "https://twitter.com/Rainmaker1973/status/1716434604083601806?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "and what is it doing\nbyu/thatcherisdeadding inwhatsthisbug",
            [
                "https://www.reddit.com/r/whatsthisbug/comments/roevcu/and_what_is_it_doing/",
                "https://www.reddit.com/user/thatcherisdeadding/",
                "https://www.reddit.com/r/whatsthisbug/"
            ]
        ],
        "evidence3": [
            "Ribbon worm, any member of the invertebrate phylum Nemertea (sometimes called Nemertinea, or Rhynchocoela), which includes mainly free-living forms but also a few parasites of crustaceans, mollusks, and sea squirts. The majority of the approximately 900 known nemertean species are found in marine habitats. Some, however, live in freshwater or on land. The name proboscis worm derives from the muscular eversible proboscis, which is housed in a fluid-filled chamber above the gut. This tube-shaped organ, which in many aquatic forms has a needlelike stylet, is typically used to trap prey. The stylet may also be used for burrowing; in land-dwelling species it may be used for rapid movement.",
            []
        ],
        "evidence4": [
            "A Ribbon Worm expelling an organ called its proboscis, it uses it to capture and digest prey up to three times larger than its size.\nbyu/rAwIsDeatH innextfuckinglevel",
            [
                "https://www.reddit.com/r/nextfuckinglevel/comments/hfth1k/a_ribbon_worm_expelling_an_organ_called_its/",
                "https://www.reddit.com/user/rAwIsDeatH/",
                "https://www.reddit.com/r/nextfuckinglevel/"
            ]
        ],
        "evidence5": [
            "The wriggling creatures called ribbon worms protect themselves with toxin-laden mucus and subdue their prey with venom that they inject through a retractable proboscis. But scientists have had a limited understanding of the toxic compounds deployed by the more than 1,300 ribbon-worm species (phylum Nemertea).",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Supportive. The evidence directly supports the rationale by confirming the existence of a ribbon worm spitting a tree-like proboscis to hunt its prey, aligning with the claim's assertion."
        },
        {
            "<additional_rationale1,evidence1>": "Supportive. The evidence directly supports the rationale detail by describing the ribbon worm spitting a living, tree-like proboscis to hunt prey, which aligns with the description of a ribbon worm as provided in the Encyclopaedia Britannica."
        },
        {
            "<additional_rationale2,evidence1>": "Supportive. The evidence directly aligns with the rationale detail by confirming the behavior of the ribbon worm, mentioned in the Mental Floss article, where it spits out a living, tree-like proboscis to hunt prey. This confirms the authenticity of the video and the biologist's specialization in ribbon worms."
        },
        {
            "<additional_rationale3,evidence1>": "Supportive. The evidence aligns directly with the rationale detail by describing the ribbon worm spitting a living, tree-like proboscis to hunt its prey, confirming the authenticity of the video shared in late December 2023."
        },
        {
            "<additional_rationale4,evidence1>": "Supportive. The evidence directly supports the rationale detail by confirming that the ribbon worm indeed spits a living, tree-like proboscis to hunt its prey, aligning with the specific claim made in the original post."
        },
        {
            "<reason1,evidence1>": "Supportive. The evidence directly aligns with the rationale by describing the ribbon worm spitting a tree-like proboscis, confirming the authenticity of the video shared in late December 2023."
        },
        {
            "<reason2,evidence1>": "Supportive. The evidence directly confirms the description by Encyclopaedia Britannica, stating that the ribbon worm spits a living, tree-like proboscis to hunt its prey, aligning with the physical characteristics and predatory behavior mentioned in the rationale."
        },
        {
            "<reason3,evidence1>": "Supportive. The evidence directly supports the rationale detail by confirming the behavior of ribbon worms described in the video, as it mentions the ribbon worm spitting a living, tree-like proboscis to hunt its prey, aligning with the claim's description."
        },
        {
            "<reason4,evidence1>": "Supportive. The evidence directly aligns with the rationale by confirming the behavior of the ribbon worm described by Biologist Sebastian Kvist. The tweet describes the ribbon worm as 'spitting a living, tree-like proboscis to hunt its prey,' which directly corresponds to the expert validation of the ribbon worm's defensive strategy involving the expulsion of its proboscis."
        },
        {
            "<reason5,evidence1>": "Supportive: The evidence directly aligns with the rationale by confirming the unique behavior of the ribbon worm described in the claim, thus supporting the authenticity and accuracy of the video shared."
        },
        {
            "<main_rationale,evidence2>": "Supportive. The evidence directly supports the rationale by showing a ribbon worm spitting a tree-like proboscis, which aligns with the claim made about the video shared in late December 2023."
        },
        {
            "<additional_rationale1,evidence2>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence2>": "Irrelevant"
        },
        {
            "<additional_rationale3,evidence2>": "Irrelevant"
        },
        {
            "<additional_rationale4,evidence2>": "Irrelevant"
        },
        {
            "<reason1,evidence2>": "Irrelevant"
        },
        {
            "<reason2,evidence2>": "Irrelevant"
        },
        {
            "<reason3,evidence2>": "Irrelevant"
        },
        {
            "<reason4,evidence2>": "Irrelevant"
        },
        {
            "<reason5,evidence2>": "Irrelevant"
        },
        {
            "<main_rationale,evidence3>": "Supportive. The evidence about the ribbon worm and its proboscis directly aligns with the claim's rationale detailing the tree-like proboscis used for hunting prey. The information provided in the evidence corroborates the authenticity of the claim by describing how the proboscis is used for trapping prey, which directly supports the statement made in the rationale."
        },
        {
            "<additional_rationale1,evidence3>": "Supportive. The evidence directly aligns with the rationale detail by providing a comprehensive description of Ribbon worms, supporting the claim's authenticity as it matches the characteristics mentioned in the video."
        },
        {
            "<additional_rationale2,evidence3>": "Supportive. The evidence provided about the ribbon worm aligns directly with the details mentioned in the article from Mental Floss, which discussed the video of a ribbon worm spitting out a tree-like proboscis to hunt its prey. The evidence elaborates on nemerteans, specifically mentioning the muscular eversible proboscis used for trapping prey, which directly corresponds to the behavior described in the article."
        },
        {
            "<additional_rationale3,evidence3>": "Supportive. The evidence provided directly supports the claim's rationale by outlining the characteristics of ribbon worms, including their muscular eversible proboscis used to trap prey, which aligns with the description in the claim of a ribbon worm 'spitting a living, tree-like proboscis to hunt its prey'."
        },
        {
            "<additional_rationale4,evidence3>": "Supportive. The evidence directly supports the rationale by providing detailed information about ribbon worms and their proboscis, aligning with the description of the video that shows a ribbon worm spitting a living, tree-like proboscis to hunt prey."
        },
        {
            "<reason1,evidence3>": "Supportive. The evidence provided directly aligns with the rationale detail by describing the characteristics of ribbon worms, specifically mentioning their proboscis, which correlates with the specific behavior mentioned in the claim of a ribbon worm spitting a living, tree-like proboscis to hunt its prey in the video shared in late December 2023."
        },
        {
            "<reason2,evidence3>": "Supportive. The evidence provided by the Encyclopaedia Britannica aligns with the claim by confirming the physical characteristics of ribbon worms, including the presence of a proboscis used for hunting prey."
        },
        {
            "<reason3,evidence3>": "Supportive. The evidence directly supports the rationale by providing detailed information about ribbon worms, confirming their behavior of using a proboscis to trap prey, which aligns with the claim made in the video."
        },
        {
            "<reason4,evidence3>": "Irrelevant"
        },
        {
            "<reason5,evidence3>": "Supportive. The evidence provided directly supports the rationale detail by describing the behavior of ribbon worms, including their ability to use a proboscis to trap prey. This aligns with the description in the rationale regarding a ribbon worm spitting a living, tree-like proboscis to hunt its prey, confirming the authenticity of the claim."
        },
        {
            "<main_rationale,evidence4>": "Supportive. The evidence of a Ribbon Worm expelling its proboscis to capture and digest prey directly aligns with the rationale that mentions the ribbon worm 'spitting a tree-like proboscis' to hunt its prey. This evidence supports the claim's authenticity."
        },
        {
            "<additional_rationale1,evidence4>": "Supportive. The evidence provided directly aligns with the rationale detail by showcasing a ribbon worm expelling its proboscis to capture prey, which correlates with the description of a ribbon worm's behavior as mentioned in Encyclopaedia Britannica."
        },
        {
            "<additional_rationale2,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by showing a ribbon worm expelling its proboscis to capture and digest prey, which is consistent with the description in the claim."
        },
        {
            "<additional_rationale3,evidence4>": "Supportive. The evidence of a Ribbon Worm expelling its proboscis to capture and digest prey directly aligns with the claim's rationale detail about a ribbon worm spitting a living, tree-like proboscis to hunt its prey. The evidence directly supports the assertion made in the rationale, indicating a direct and explicit relationship between the rationale and the evidence."
        },
        {
            "<additional_rationale4,evidence4>": "Supportive. The evidence of a Ribbon Worm expelling its proboscis to capture and digest prey aligns perfectly with the claim's description of a ribbon worm spitting a tree-like proboscis to hunt its prey. This direct support confirms the authenticity of the video shared in late December 2023."
        },
        {
            "<reason1,evidence4>": "Supportive. The evidence of a Ribbon Worm expelling its proboscis to capture prey directly aligns with the rationale detail of the video showing a ribbon worm 'spitting a living, tree-like proboscis to hunt its prey' in late December 2023, indicating that the video authentically depicted the behavior of the ribbon worm."
        },
        {
            "<reason2,evidence4>": "Supportive. The evidence directly aligns with the rationale detail as it describes a ribbon worm expelling its proboscis to capture and digest prey, which confirms the predatory behavior involving a proboscis as mentioned in the rationale."
        },
        {
            "<reason3,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by confirming the behavior of ribbon worms described in the claim, specifically showcasing how they use their proboscis to hunt prey, thus strengthening the credibility of the original claim."
        },
        {
            "<reason4,evidence4>": "Supportive. The evidence of a Ribbon Worm expelling its proboscis to capture prey aligns perfectly with the rationale detail that describes the behavior of the ribbon worm in the video, validating the expert's explanation."
        },
        {
            "<reason5,evidence4>": "Supportive. The evidence of a Ribbon Worm expelling an organ called its proboscis to capture and digest prey directly aligns with the rationale detail mentioning a ribbon worm spitting a tree-like proboscis to hunt its prey, reinforcing the authenticity of the claim."
        },
        {
            "<All in all, although we did not find the original poster of the in-question video, we found other, very similar-looking footage of the ribbon worm 'spitting a tree-like proboscis.' Because of that, we have rated the claim as 'True.'>,<The wriggling creatures called ribbon worms protect themselves with toxin-laden mucus and subdue their prey with venom that they inject through a retractable proboscis. But scientists have had a limited understanding of the toxic compounds deployed by the more than 1,300 ribbon-worm species (phylum Nemertea.)>": "Supportive. The evidence provided directly supports the rationale detail by confirming the behavior of ribbon worms, including spitting a tree-like proboscis to hunt their prey, aligning with the authenticity of the video shared.",
            "<main_rationale,evidence5>": "For responses classified as 'Irrelevant', only the word 'Irrelevant' should be used, with no further explanation. For 'Supportive' or 'Refute', first state the classification followed by a detailed explanation."
        },
        {
            "<additional_rationale1,evidence5>": "Supportive. The evidence directly supports the rationale detail by providing additional information about ribbon worms, mentioning their toxic compounds, retractable proboscis used to inject venom, and protecting themselves with toxin-laden mucus. This aligns with the description of a ribbon worm spitting a living, tree-like proboscis to hunt its prey."
        },
        {
            "<additional_rationale2,evidence5>": "Supportive. The evidence provided directly aligns with the rationale detail by explaining how ribbon worms use a retractable proboscis to inject venom and subdue their prey, which corroborates the information shared in the Mental Floss article about ribbon worms belonging to the phylum Nemertea and their hunting behavior."
        },
        {
            "<additional_rationale3,evidence5>": "Supportive. The evidence describes how ribbon worms protect themselves with toxin-laden mucus and subdue their prey using venom through a retractable proboscis, directly aligning with the claim that a ribbon worm can spit a living, tree-like proboscis to hunt its prey."
        },
        {
            "<additional_rationale4,evidence5>": "Supportive. The evidence directly supports the rationale by confirming the behavior of ribbon worms described in the Science Channel's video, where it mentions ribbon worms using a retractable proboscis to inject venom and subdue prey. This aligns perfectly with the claim detailing a ribbon worm spitting a tree-like proboscis to hunt its prey."
        },
        {
            "<reason1,evidence5>": "Supportive. The evidence provided directly supports the rationale by elaborating on the specific behavior of ribbon worms, including their ability to subdue prey with venom through a retractable proboscis, which aligns with the description in the claim about the ribbon worm spitting a tree-like proboscis to hunt its prey."
        },
        {
            "<reason2,evidence5>": "Supportive. The evidence directly supports the rationale detail by confirming the ribbon worm's predatory behavior involving a proboscis used to subdue prey, aligning with the information provided by Encyclopaedia Britannica about the creature's physical characteristics and hunting methods."
        },
        {
            "<reason3,evidence5>": "Supportive. The evidence directly corroborates the claim by detailing the behavior of ribbon worms, specifically mentioning their ability to inject venom using a retractable proboscis, which aligns with the behavior described in the claim."
        },
        {
            "<reason4,evidence5>": "Supportive. The evidence directly aligns with the rationale detail by confirming the defensive strategy of ribbon worms involving the expulsion of their proboscis, as described by Biologist Sebastian Kvist."
        },
        {
            "<reason5,evidence5>": "Supportive. The evidence directly supports the claim by providing specific details about ribbon worms using a retractable proboscis to hunt prey, which aligns with the description in the rationale."
        }
    ]
}