{
    "url": "https://www.snopes.com/fact-check/israel-aid-gaza-moldova/",
    "content": "The protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.\nOn Feb. 4, 2024, the @Israel account on X — Israel's official presence on the social media platform — posted a 30-second video listing the humanitarian aid it claimed it had provided for the people of Gaza in the months since the Israel-Hamas war began.\nA claim emerged the following week that footage included in the video depicted an unrelated Ukrainian refugee camp, not Gaza. We rate this claim as \"True.\"\nAbove the video in the post on X, the caption included a list that claimed Israel had provided aid to Gazans in the form of 11,000 trucks, 140,000 tons of food, 1,000 water trucks, 17,000 tons of medical supplies and 23,000 tons of tents and shelter equipment.\n\"Israel will continue to facilitate the transfer of life-saving humanitarian aid to Gaza,\" the post continued. \"Our war is with Hamas, not with the people of Gaza.\" The post ended with the hashtag #FreeGazaFromHamas.\nDuring the brief video, a narrator's voice-over mentioned the same statistics regarding aid Israel said it had provided to Gaza.\n\"Israel does not limit the amount of humanitarian aid that can enter Gaza,\" the narrator began. \"Since Hamas attacked Israel on Oct. 7, over 11,000 trucks of humanitarian aid have entered Gaza, carrying over 140,000 tons of food, over 1,000 water trucks, almost 17,000 tons of medical supplies and approximately 23,000 tons of tents and shelter equipment. We are at war with Hamas, not the people of Gaza.\"\nEight days later, on Feb. 12, @Israel's post and video from @Israel were no longer available and appeared to have been deleted. Shortly before the post disappeared, BBC Verify journalist Shayan Sardarizadeh reported via X, \"The official state of Israel account has posted this video, saying it is facilitating aid into Gaza. A short clip at the end of the video, claiming to show tents and shelter equipment for Gazans, was actually filmed in March 2022, showing tents in Moldova for Ukrainian refugees.\"\nThe official state of Israel account has posted this video, saying it is facilitating aid into Gaza.\nA short clip at the end of the video, claiming to show tents and shelter equipment for Gazans, was actually filmed in March 2022, showing tents in Moldova for Ukrainian refugees. pic.twitter.com/gKW2O1VdPF\n— Shayan Sardarizadeh (@Shayan86) February 12, 2024\n\nThe same brief video clip that appeared at the end of the video posted by @Israel to represent \"approximately 23,000 tons of tents and shelter equipment\" was available on the Getty Images website, where it was dated as having been recorded on March 21, 2022. It was originally described as follows: \"Land arranged on the territory of Moldova with tents near the border of Ukraine for refugees coming from the war in Ukraine.\"\nThis video clip had nothing to do with Israel or Gaza.\nAs of this writing, the same video that had been posted and removed from the @Israel account on X was available from official social media accounts for the Embassy of Israel in the U.S., including on Facebook, X, Instagram and TikTok.\nSnopes reached out to Israel's Ministry of Foreign Affairs to ask about the removed post and will update this story if a response is received.",
    "original_rationales": {
        "main_rational": "A short clip at the end of the video, claiming to show tents and shelter equipment for Gazans, was actually filmed in March 2022, showing tents in Moldova for Ukrainian refugees.",
        "additional_rationale1": "This video clip had nothing to do with Israel or Gaza."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim was rated as 'True' because the article confirms that Israel's official social media account, @Israel, indeed posted a video about humanitarian aid for Gaza that included footage of a Ukrainian refugee camp in Moldova. The evidence presented, including the video clip being originally recorded in Moldova for Ukrainian refugees and later being removed from @Israel's account, supports the accuracy of the claim.",
        "detailed_reasons": {
            "reason1": "The article establishes that the post made by Israel's official account on social media mentioned providing humanitarian aid to Gaza, but the video accompanying the post contained footage from an unrelated Ukrainian refugee camp in Moldova, corroborating the claim's accuracy.",
            "reason2": "Confirmation from a BBC Verify journalist, Shayan Sardarizadeh, further reinforces the claim's truthfulness, as he reported that the video posted by @Israel claiming to show aid for Gaza actually depicted tents for Ukrainian refugees in Moldova, dated back to March 2022.",
            "reason3": "The fact that the same video clip was accessible on other official social media accounts linked to the Embassy of Israel in the U.S. after its removal from @Israel's account adds weight to the claim's validity, supporting the 'True' rating given to the claim.",
            "reason4": "The article's mention of reaching out to Israel's Ministry of Foreign Affairs for a response, without an update at the time of writing, indicates an attempt to gather official clarification on the matter, further emphasizing the credibility of the claim based on the available evidence in the text."
        }
    },
    "evidences": {
        "num_of_evidence": 2,
        "evidence1": [
            "The protracted, often bloody Israeli-Palestinian conflict exploded into a hot war on Oct. 7, 2023, when the militant Palestinian group Hamas launched a deadly attack on Israel and Israel retaliated by bombarding the Gaza Strip. More than 20,000 people, the vast majority of them Palestinians, were reportedly killed during the first two months of the war alone. The violence is driven by mutual hostilities and territorial ambitions dating back more than a century. The internet has become an unofficial front in that war and is rife with misinformation, which Snopes is dedicated to countering with facts and context. You can help. Read the latest fact checks. Submit questionable claims. Become a Snopes Member to support our work. We welcome your participation and feedback.",
            [
                "https://web.archive.org/web/20231105180456/https://www.reuters.com/world/middle-east/israel-palestinian-dispute-hinges-statehood-land-jerusalem-refugees-2023-10-10/",
                "https://www.snopes.com/articles/465785/what-is-hamas-gaza/",
                "https://www.snopes.com/articles/465623/oct-7-hamas-attack-and-israeli-retaliation/",
                "https://apnews.com/article/israel-palestinians-gaza-hamas-rockets-airstrikes-tel-aviv-ca7903976387cfc1e1011ce9ea805a71",
                "https://www.ochaopt.org/",
                "https://www.snopes.com/articles/465749/where-did-the-palestinians-come-from/",
                "https://www.snopes.com/tag/israel-hamas_war/",
                "https://www.snopes.com/contact/",
                "https://www.snopes.com/join/",
                "https://www.snopes.com/contact/"
            ]
        ],
        "evidence2": [
            "The official state of Israel account has posted this video, saying it is facilitating aid into Gaza.\nA short clip at the end of the video, claiming to show tents and shelter equipment for Gazans, was actually filmed in March 2022, showing tents in Moldova for Ukrainian refugees. pic.twitter.com/gKW2O1VdPF\n— Shayan Sardarizadeh (@Shayan86) February 12, 2024",
            [
                "https://t.co/gKW2O1VdPF",
                "https://twitter.com/Shayan86/status/1757032141454446758?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rational,evidence1>": "Refute. The evidence provided contradicts the rationale detail by illustrating the discord between the claimed depiction of humanitarian aid in Gaza and the actual footage showing tents in Moldova meant for Ukrainian refugees."
        },
        {
            "<additional_rationale1,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Irrelevant"
        },
        {
            "<reason2,evidence1>": "Refute. The evidence provided describes the Israeli-Palestinian conflict and the involvement of Hamas and Israel in a military conflict, which is unrelated to the specific issue of misrepresentation by Israel regarding humanitarian aid for Gaza. Therefore, the evidence does not directly contradict the claim's rationale about the video misrepresentation."
        },
        {
            "<reason3,evidence1>": "Irrelevant"
        },
        {
            "<reason4,evidence1>": "Irrelevant"
        },
        {
            "<main_rational,evidence2>": "Refute. The evidence directly contradicts the rationale detail by showing that the clip, purported to be for Gazans, was actually filmed for Ukrainian refugees in Moldova."
        },
        {
            "<additional_rationale1,evidence2>": "Refute. The evidence directly contradicts the rationale detail as it states that the video, which is claimed to show aid for Gaza, actually shows tents in Moldova for Ukrainian refugees."
        },
        {
            "<reason1,evidence2>": "Refute. The evidence directly contradicts the rationale as it demonstrates that the video accompanying the post about providing aid to Gaza actually shows footage from an unrelated Ukrainian refugee camp in Moldova, not Gaza."
        },
        {
            "<reason2,evidence2>": "Refute. The evidence directly contradicts the rationale as it confirms that the video showing aid for Gaza actually displayed tents for Ukrainian refugees in Moldova. This opposition in content and location between the evidence and rationale categorizes the relationship as a direct refutation."
        },
        {
            "<reason3,evidence2>": "Supportive. The evidence directly corroborates the rationale by confirming that the video posted by Israel's official account showing aid for Gaza actually contained footage of Ukrainian refugee camps in Moldova, thereby adding weight to the claim's validity."
        },
        {
            "<reason4,evidence2>": "Refute. The evidence directly contradicts the rationale detail as it reveals that the video posted by Israel's official account, claiming to show aid for Gaza, actually depicts a Ukrainian refugee camp in Moldova. This goes against the credibility of the claim and the attempt to gather official clarification, as the video content is misrepresented."
        }
    ]
}