{
    "url": "https://www.snopes.com/fact-check/miami-plane-fire-after-takeoff-video/",
    "claim": "A video posted to Instagram authentically shows an Atlas Air Boeing 747 on fire after taking off from Miami International Airport in January 2024.",
    "rating": "True",
    "content": "On Jan. 18, 2024, an Instagram user near the Miami International Airport posted a video showing a plane that had just taken off from the airport with sparks and flames trailing behind it.\n\"Oh my god, it's on fire,\" the user can be heard exclaiming.\nA post shared by ONLY in DADE (@onlyindade)\n\nThe video went viral, and reliable news outlets like The Associated Press and The New York Times published stories about the incident. The plane, a Boeing 747 owned by cargo airline Atlas Air, took off from Miami at 10:22 p.m. before quickly declaring an emergency and landing back at Miami Airport, according to an NBC News story about the event.\nSnopes confirmed that the original video was real in two ways. First, we were able to identify the user who uploaded the video as the person quoted in news reports (and have reached out to that individual for further confirmation). Second, we noted that the user's initial Instagram story was uploaded at the same time the plane took off from Miami Airport.\nBoeing came under heavy scrutiny in recent weeks because of the events on Alaska Air 1282, where a door plug in the body of the aircraft blew off mid-air. In response, the Federal Aviation Administration (FAA) ordered the groundings of some Boeing 737 MAX planes so that they could be inspected to ensure they were safe.\nWhile the plane involved in the Miami incident was a Boeing 747, it was unclear what caused the plane to catch fire. So far, both the FAA and the National Transportation Safety Board (NTSB) have announced they will investigate the causes of the incident.\nIf the plane itself caught fire, blame might be assigned to Boeing and the maintenance crew responsible for ensuring the plane was safe to fly. If it was the engine that caught fire, the blame might be placed elsewhere — according to a Reuters article, the FAA announced that the plane's engines were manufactured by General Electric.",
    "original_rationales": {
        "main_rationale": "Snopes confirmed that the original video was real in two ways. First, we were able to identify the user who uploaded the video as the person quoted in news reports (and have reached out to that individual for further confirmation). Second, we noted that the user's initial Instagram story was uploaded at the same time the plane took off from Miami Airport.",
        "additional_rationale1": "While the plane involved in the Miami incident was a Boeing 747, it was unclear what caused the plane to catch fire.",
        "additional_rationale2": "So far, both the FAA and the National Transportation Safety Board (NTSB) have announced they will investigate the causes of the incident."
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim is rated as 'True' because multiple reliable sources like The Associated Press and The New York Times covered the incident of an Atlas Air Boeing 747 catching fire after takeoff from Miami International Airport. Snopes verified the authenticity of the video through the user who posted it, linking it to the actual event and its timing. Furthermore, both the FAA and NTSB announced investigations into the incident, indicating the seriousness and official recognition of the event.",
        "detailed_reasons": {
            "reason1": "The presence of credible news outlets reporting on the incident, such as The Associated Press and The New York Times, adds credibility to the claim as they are known for fact-checking and accurate reporting.",
            "reason2": "Snopes' confirmation of the video's authenticity by cross-referencing the user who uploaded it with news reports and verifying the timing aligns with the takeoff further solidifies the truthfulness of the claim.",
            "reason3": "The initiation of investigations by both the FAA and the NTSB into the incident demonstrates the official acknowledgment of the event's severity and suggests the importance of determining its causes, highlighting the real impact of the plane catching fire after takeoff."
        }
    },
    "evidences": {
        "num_of_evidence": 1,
        "evidence1": [
            "View this post on Instagram\n\n \n\n\n \n \n \n\n\n \n \n\n\n \n \n \n\n\n\n \n \n\nA post shared by ONLY in DADE (@onlyindade)",
            [
                "https://www.instagram.com/reel/C2RJzlULqVp/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/reel/C2RJzlULqVp/?utm_source=ig_embed&utm_campaign=loading",
                "https://www.instagram.com/reel/C2RJzlULqVp/?utm_source=ig_embed&utm_campaign=loading"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Irrelevant"
        },
        {
            "<additional_rationale1,evidence1>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Irrelevant"
        },
        {
            "<reason2,evidence1>": "Irrelevant"
        },
        {
            "<reason3,evidence1>": "Irrelevant"
        }
    ]
}