{
    "url": "https://www.snopes.com/fact-check/biden-nibble-girl-finland/",
    "content": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland. Ross smiled and laughed after Biden interacted with the child, a moment that was omitted from viral versions of the clip. Minutes later, Ross is seen standing in a line of people and appeared to embrace Biden just before he flew back to the U.S.\nIn late January 2024, multiple users on X shared a brief video clip and claimed that it showed U.S. President Joe Biden \"nibble\" on a young child at an airport. The toddler-aged child was being held up by a woman who was not identified in the posts.\nThe video was simply the latest piece of media in a long line of photos and videos that purportedly showed Biden behaving inappropriately, either with women or children. Claims and insinuations that Biden is a pedophile have become a staple of online conspiracy theories, particularly those promoted by QAnon believers, one of whose bedrock accusations is that a cabal of baby-killing, blood-drinking elites in the Democratic Party practice ritual sex abuse and murder. Even former President Donald Trump has amplified such smears, retweeting a post with the hashtag #PedoBiden just two months before the 2020 presidential election, for example.\nThe \"nibble\" video has been repeatedly shared with prurient insinuations about the nature of Biden's interactions with children.\n\"I hate the parents that serve up their little kids to this freak. The little kids are smarter than they are,\" one user posted above the video, which lasted only eight seconds.\nI hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024\n\n\"Sniff, nibble, sniff,\" another user's caption read, sharing the same clip.\nSniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024\n\nA third user posted, \"What would you do if you were the father of this baby and President of the USA started doing this to her....?\"\nWhat would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024\nThis is a genuine video clip of Biden. It was recorded at Helsinki-Vantaa Airport in Finland on July 13, 2023, and marked the end of a five-day trip across Europe for the president and his staff.\nSnopes examined the video in an attempt to uncover any missing context. We soon found that the woman seen holding the child was Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey. We reached out by email to Hickey's office to ask about the video and will update this article if we learn more.\nThe postings of the brief clip on X omitted several seconds from an older version of the same video. The clip was also cropped, with the left and right sides of the frame cut off to present a vertical clip. A longer version of the video showed that Ross had both smiled and laughed at Biden's playful actions with the child. This part was omitted from the shorter clips.\nWATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023\n\nA nearly 51-minute YouTube video that showed the entire gathering at the airport provided even further context.\nAt the 2:19 mark, just as Biden begins to walk up to the gathered crowd, Ross enthusiastically says to the president, \"Two times in two days. How can we get so lucky?\" Then, at the 2:48 mark in the video, Ross and another woman who is holding an infant tell Biden that they attempted to practice the act of a greeting with the same toddler who four minutes later is seen interacting with the president. Later in the video, at the 32:30 mark, Hickey, Ross and others bid farewell to Biden just before he flies back to the U.S., with Ross appearing to embrace him before his departure.\n\n",
    "original_rationales": {
        "main_rationale": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland. Ross smiled and laughed after Biden interacted with the child, a moment that was omitted from viral versions of the clip.",
        "additional_rationale1": "Snopes examined the video in an attempt to uncover any missing context. We soon found that the woman seen holding the child was Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey.",
        "additional_rationale2": "The clip was also cropped, with the left and right sides of the frame cut off to present a vertical clip. A longer version of the video showed that Ross had both smiled and laughed at Biden's playful actions with the child. This part was omitted from the shorter clips."
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'True' rating is supported by the evidence provided in the article, including the confirmation of the video's authenticity, the identification of the individuals involved, and the additional context from a longer version of the video showing a playful interaction between Biden and the child.",
        "detailed_reasons": {
            "reason1": "The article confirms the video's authenticity by referencing its recording at Helsinki-Vantaa Airport in Finland in July 2023, and identifies the woman holding the child as Dawn Ross, the wife of the U.S. Ambassador to Finland. This concrete evidence substantiates the validity of the video.",
            "reason2": "The additional context provided from a longer version of the video, including moments where Ross is seen smiling and laughing at Biden's interaction with the child, adds clarity to the situation and counters any misleading interpretations created by shorter, cropped versions of the clip that omitted these crucial details.",
            "reason3": "The mention of a nearly 51-minute YouTube video that captures the entire gathering at the airport further corroborates the authenticity of the event, offering a comprehensive view of the interactions between Biden, Ross, and others present. This broader context reinforces the genuine nature of the video and the playful nature of Biden's actions with the child."
        }
    },
    "evidences": {
        "num_of_evidence": 4,
        "evidence1": [
            "I hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024",
            [
                "https://t.co/JkrP2MWJam",
                "https://twitter.com/BigFish3000/status/1751805447630139769?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Sniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024",
            [
                "https://t.co/FSd5aPjAFK",
                "https://twitter.com/KCPayTreeIt/status/1751785770157764741?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence3": [
            "What would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024",
            [
                "https://twitter.com/hashtag/WeWantAnswers?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/Biden?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/YRiKcFI3Xv",
                "https://twitter.com/ReturnOfKappy/status/1751204518405013985?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence4": [
            "WATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023",
            [
                "https://t.co/9fYB5Aprs0",
                "https://twitter.com/Breaking911/status/1679898294699405324?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "<main_rationale,evidence1>": "Irrelevant"
        },
        {
            "<additional_rationale1,evidence1>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence1>": "Irrelevant"
        },
        {
            "<reason1,evidence1>": "Irrelevant"
        },
        {
            "<reason2,evidence1>": "Irrelevant"
        },
        {
            "<reason3,evidence1>": "Irrelevant"
        },
        {
            "<main_rationale,evidence2>": "Supportive. The evidence directly aligns with the rationale detail by showing U.S. President Joe Biden playfully interacting with a child, which supports the claim that the video is genuine and was recorded at Helsinki-Vantaa Airport in Finland in July 2023."
        },
        {
            "<additional_rationale1,evidence2>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence2>": "Supportive. The evidence directly supports the rationale by showing the playful interaction between U.S. President Joe Biden and the child, which was omitted from the cropped version of the video."
        },
        {
            "<reason1,evidence2>": "Supportive. The evidence, a tweet with the caption 'Sniff, nibble, sniff ?' accompanied by a video, aligns with the rationale detail by visually showing the scene described, thus substantiating the validity of the video."
        },
        {
            "<reason2,evidence2>": "Supportive. The evidence directly supports the rationale by depicting the interaction described in the rationale detail, where President Joe Biden is seen playfully 'nibbling' on the shoulder of a child. The tweet provides visual confirmation of the scenario, aligning with the additional context mentioned in the rationale."
        },
        {
            "<reason3,evidence2>": "Supportive. The evidence directly supports the rationale by showing Biden playfully 'nibbling' on the shoulder of a child, which aligns with the description in the rationale of Biden's playful actions with the child in the video."
        },
        {
            "<main_rationale,evidence3>": "Supportive. The evidence directly aligns with the rationale detail by describing a scenario where President Joe Biden playfully interacted with a child at Helsinki-Vantaa Airport in Finland. The tweet specifically references the video in question and questions what actions one would take if in that situation, confirming the authenticity of the event described in the rationale."
        },
        {
            "<additional_rationale1,evidence3>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence3>": "Irrelevant"
        },
        {
            "<reason1,evidence3>": "Irrelevant"
        },
        {
            "<reason2,evidence3>": "Supportive. The evidence shared on social media aligns with the rationale detail by providing additional context to the situation where Joe Biden is seen interacting playfully with a child. This evidence supports the claim's accuracy by showing the full extent of the interaction and counters any misleading interpretations that may have arisen from shortened, cropped versions of the video."
        },
        {
            "<reason3,evidence3>": "Irrelevant"
        },
        {
            "<main_rationale,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by confirming the incident of President Biden playfully 'nibbling' on the child at Helsinki-Vantaa Airport in Finland, as described in the video shared by Breaking911."
        },
        {
            "<additional_rationale1,evidence4>": "Irrelevant"
        },
        {
            "<additional_rationale2,evidence4>": "Supportive. The evidence directly supports the rationale detail by confirming the specific action described in the rationale, where President Biden nibbled at a young child. The video shared aligns with the omitted part mentioned in the rationale, showing Biden's interaction with the child."
        },
        {
            "<reason1,evidence4>": "Supportive. The evidence directly supports the rationale by confirming the specific details mentioned in the article, such as the time and location of the video and the identity of the individuals involved, which substantiate the authenticity of the video."
        },
        {
            "<reason2,evidence4>": "Supportive. The evidence directly aligns with the rationale detail by providing additional context from a longer version of the video, showing Biden interacting playfully with the child and the child appearing to be enjoying the interaction. This supports the idea that the longer video adds clarity and counters any misleading interpretations from shorter, cropped versions."
        },
        {
            "<reason3,evidence4>": "Supportive. The evidence directly supports the rationale by confirming the specific action described in the rationale detail. The content of the video aligns with the playful nature referenced in the rationale and offers visual confirmation of President Biden's interaction with the child."
        }
    ]
}