{
    "url": "https://www.snopes.com/fact-check/biden-nibble-girl-finland/",
    "claim": "A video shared in early 2024 showed U.S. President Joe Biden playfully \"nibbling\" on the shoulder of a child who appears to be a toddler-aged girl.",
    "rating": "True",
    "content": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland. Ross smiled and laughed after Biden interacted with the child, a moment that was omitted from viral versions of the clip. Minutes later, Ross is seen standing in a line of people and appeared to embrace Biden just before he flew back to the U.S.\nIn late January 2024, multiple users on X shared a brief video clip and claimed that it showed U.S. President Joe Biden \"nibble\" on a young child at an airport. The toddler-aged child was being held up by a woman who was not identified in the posts.\nThe video was simply the latest piece of media in a long line of photos and videos that purportedly showed Biden behaving inappropriately, either with women or children. Claims and insinuations that Biden is a pedophile have become a staple of online conspiracy theories, particularly those promoted by QAnon believers, one of whose bedrock accusations is that a cabal of baby-killing, blood-drinking elites in the Democratic Party practice ritual sex abuse and murder. Even former President Donald Trump has amplified such smears, retweeting a post with the hashtag #PedoBiden just two months before the 2020 presidential election, for example.\nThe \"nibble\" video has been repeatedly shared with prurient insinuations about the nature of Biden's interactions with children.\n\"I hate the parents that serve up their little kids to this freak. The little kids are smarter than they are,\" one user posted above the video, which lasted only eight seconds.\nI hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024\n\n\"Sniff, nibble, sniff,\" another user's caption read, sharing the same clip.\nSniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024\n\nA third user posted, \"What would you do if you were the father of this baby and President of the USA started doing this to her....?\"\nWhat would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024\nThis is a genuine video clip of Biden. It was recorded at Helsinki-Vantaa Airport in Finland on July 13, 2023, and marked the end of a five-day trip across Europe for the president and his staff.\nSnopes examined the video in an attempt to uncover any missing context. We soon found that the woman seen holding the child was Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey. We reached out by email to Hickey's office to ask about the video and will update this article if we learn more.\nThe postings of the brief clip on X omitted several seconds from an older version of the same video. The clip was also cropped, with the left and right sides of the frame cut off to present a vertical clip. A longer version of the video showed that Ross had both smiled and laughed at Biden's playful actions with the child. This part was omitted from the shorter clips.\nWATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023\n\nA nearly 51-minute YouTube video that showed the entire gathering at the airport provided even further context.\nAt the 2:19 mark, just as Biden begins to walk up to the gathered crowd, Ross enthusiastically says to the president, \"Two times in two days. How can we get so lucky?\" Then, at the 2:48 mark in the video, Ross and another woman who is holding an infant tell Biden that they attempted to practice the act of a greeting with the same toddler who four minutes later is seen interacting with the president. Later in the video, at the 32:30 mark, Hickey, Ross and others bid farewell to Biden just before he flies back to the U.S., with Ross appearing to embrace him before his departure.\n\n",
    "original_rationales": {
        "main_rationale": "The video is genuine. It was recorded at Helsinki-Vantaa Airport in Finland in July 2023. In the video, the woman seen holding the child is Dawn Ross, the wife of Douglas Hickey, the U.S. ambassador to Finland.",
        "additional_rationale2": "At the 2:19 mark, just as Biden begins to walk up to the gathered crowd, Ross enthusiastically says to the president, \"Two times in two days. How can we get so lucky?\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The claim regarding a video showing President Joe Biden playfully 'nibbling' on the shoulder of a toddler-aged girl was rated as 'True' based on concrete evidence provided in the paragraphs. The video was confirmed to be genuine, recorded at Helsinki-Vantaa Airport in Finland in July 2023. The individuals in the video were identified, with the woman holding the child revealed to be Dawn Ross, the wife of the U.S. Ambassador to Finland. Additionally, further context from a longer video revealed the positive interactions between Biden, the child, and those present, debunking any misleading insinuations.",
        "detailed_reasons": {
            "reason1": "The video was located and verified to be genuine, recorded at a specific time and place, Helsinki-Vantaa Airport in Finland, in July 2023. This concrete evidence directly supports the 'True' rating by confirming the video's existence and the circumstances surrounding it.",
            "reason2": "The key individuals in the video were identified, with the woman holding the child recognized as Dawn Ross, the spouse of the U.S. Ambassador to Finland. This identification provides crucial context that supports the authenticity of the video and the interactions shown, reinforcing the 'True' rating.",
            "reason3": "Further context from a longer video, including interactions before and after the playful moment, was examined to debunk any misleading interpretations. The additional information revealed positive exchanges and greetings among Biden, Ross, and others present, countering insinuations of inappropriate behavior. This comprehensive analysis of the extended footage solidifies the 'True' rating by dispelling misleading claims."
        }
    },
    "evidences": {
        "num_of_evidence": 4,
        "evidence1": [
            "I hate the parents that serve up their little kids to this freak.\nThe little kids are smarter than they are. pic.twitter.com/JkrP2MWJam\n— Big Fish (@BigFish3000) January 29, 2024",
            [
                "https://t.co/JkrP2MWJam",
                "https://twitter.com/BigFish3000/status/1751805447630139769?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Sniff, nibble, sniff ? pic.twitter.com/FSd5aPjAFK\n— ??? KC ??? (@KCPayTreeIt) January 29, 2024",
            [
                "https://t.co/FSd5aPjAFK",
                "https://twitter.com/KCPayTreeIt/status/1751785770157764741?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence3": [
            "What would you do if you were the father of this baby and President of the USA started doing this to her....? #WeWantAnswers #Biden pic.twitter.com/YRiKcFI3Xv\n— Isaac’s Army (@ReturnOfKappy) January 27, 2024",
            [
                "https://twitter.com/hashtag/WeWantAnswers?src=hash&ref_src=twsrc%5Etfw",
                "https://twitter.com/hashtag/Biden?src=hash&ref_src=twsrc%5Etfw",
                "https://t.co/YRiKcFI3Xv",
                "https://twitter.com/ReturnOfKappy/status/1751204518405013985?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence4": [
            "WATCH: President Biden nibbles at young child in Finland\npic.twitter.com/9fYB5Aprs0\n— Breaking911 (@Breaking911) July 14, 2023",
            [
                "https://t.co/9fYB5Aprs0",
                "https://twitter.com/Breaking911/status/1679898294699405324?ref_src=twsrc%5Etfw"
            ]
        ]
    },
    "relationship_with_evidence": [
        {
            "additional_rationale2, evidence1": "The evidence is relevant as it reflects a user's negative sentiment towards the parents allowing the interaction between Biden and the child, which aligns with the sentiment expressed in the additional rationale that discusses the parents' involvement in the video."
        },
        {
            "reason1, evidence1": "The evidence matches rationale reason1 as it directly references the sentiment expressed by a user in the article who criticized the parents for allowing the interaction between Biden and the child, indicating a negative perception of the situation. This aligns with reason1 that emphasizes the concrete evidence confirming the existence of the video and the circumstances surrounding it. The evidence echoes the idea that some individuals disapprove of the child being involved in such interactions with Biden."
        },
        {
            "main_rationale, evidence2": "The evidence matches the main rationale provided. The video clip in question, shared on Twitter, shows U.S. President Joe Biden playfully interacting with a child at Helsinki-Vantaa Airport in Finland, supporting the claim's authenticity as described in the main rationale. The evidence directly aligns with the details stated, including the location, individuals involved, and the context of the interaction."
        },
        {
            "reason1, evidence2": "The evidence directly supports 'reason1' from the fact-checking article as it confirms the specific time and place where the video was recorded, Helsinki-Vantaa Airport in Finland in July 2023. This aligns with the concrete evidence presented in the tweet, which shows the 'sniff, nibble, sniff' video supposedly depicting the incident."
        },
        {
            "main_rationale,evidence3": "The evidence directly supports the main rationale provided. The tweet presents the same video of President Biden playfully interacting with a child at Helsinki-Vantaa Airport in Finland, which aligns with the fact that the video is genuine and was recorded at that location in July 2023. The caption about being the father of the baby and the U.S. President interacting with her correlates with the content of the main rationale, confirming the authenticity of the video and the identity of the individuals involved."
        },
        {
            "reason1,evidence3": "The evidence directly supports reason1 which states that the video was located and verified to be genuine, recorded at Helsinki-Vantaa Airport in Finland in July 2023. The tweet provides a link to the video in question, aligning with the details provided in reason1 regarding the location and content of the video."
        },
        {
            "main_rationale, evidence4": "The evidence directly supports the main rationale provided. The article explains that the video in question was recorded at Helsinki-Vantaa Airport in Finland in July 2023, where the woman holding the child is identified as Dawn Ross, the wife of U.S. Ambassador to Finland Douglas Hickey. This matches the main rationale that states the video is genuine and provides specific details about the setting and the individuals involved."
        },
        {
            "reason1, evidence4": "The evidence directly supports reason1 by confirming the existence of the video recorded at Helsinki-Vantaa Airport in July 2023, which provides concrete proof for the 'True' rating assigned to the claim of President Biden playfully 'nibbling' on the shoulder of a child."
        }
    ],
    "other": {
        "iframe_video_links": [
            "https://www.youtube.com/embed/fRJxcxnTK98?si=W5HwDJQjbauxcS9Q&start=403"
        ]
    }
}