{
    "url": "https://www.snopes.com/fact-check/italy-nazi-rally/",
    "claim": "Viral video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024.",
    "rating": "True",
    "content": "In January 2024 a video went viral on social media, allegedly showing hundreds of fascists saluting in Rome. As of this writing, only one post with the in-question video gained nearly 30 million views. \"Hundreds make fascist salute in rome outside former headquarters of the italian social movement,\" one post on X (formerly Twitter) captioned the video.\nhundreds make fascist salute in rome outside former headquarters of the italian social movement\nin 2024, not 1934pic.twitter.com/k2TJfgbUYz\n— ian bremmer (@ianbremmer) January 9, 2024\n\nThe video is authentic and was captured outside the former headquarters of the neo-fascist Italian Social Movement (which no longer exists as such), as The Guardian reported on Jan. 8, 2024. Participants of the gathering were commemorating the 46th anniversary of killing of three fascists in Via Acca Larentia, known as the Acca Larentia massacre. The BBC also reported on the topic in an article with the title \"Italian fascist salute images spark political uproar.\" It read:\nItalian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.\nThey were taking part in an annual commemoration for three far-right activists who were killed in the 1970s, allegedly by far-left militants.\nBut a video shared on social media has thrust the event into the spotlight.\nIn it, rows of black-clad men can be seen extending their right arms.\nThey are also heard shouting \"Present!\", in response to the rallying cry \"For all fallen comrades!\" - a slogan typical of the Italian far-right.\nMoreover, we found multiple Italian-language articles on the topic. For instance, an Italian newspaper la Repubblica published an article on the topic with the title \"Acca Larentia, hundreds of Roman greetings: it's 2024 but it seems like Rome in 1924.\" The article read (we translated it from Italian):\nThe image is striking: hundreds of outstretched arms rising upward when the \"present\" is called. Roman greetings in front of the former MSI headquarters in Via Acca Larentia, Rome, to commemorate three young Fronte della Gioventù members killed there in front 46 years ago, Franco Bigonzetti, Francesco Ciavatta and Stefano Recchioni, the first two by a far-left commando, the third in the clashes that followed between far-right youths and police forces.\nThe scene from the viral video was also commented in an article published another Italian daily newspaper, Corriere della Sera, underscoring that the footage sparked a discussion on social media.\nThe video with the Roman salutes\nAttention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions.\nOn Jan. 10, 2023, ANSA (Agenzia Nazionale Stampa Associata), the leading news agency in Italy, reported that over 100 people were identified for \"Acca Larentia Fascist salutes.\" The article read:\nFar-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia.",
    "original_rationales": {
        "main_rationale": "The video is authentic and was captured outside the former headquarters of the neo-fascist Italian Social Movement (which no longer exists as such), as The Guardian reported on Jan. 8, 2024.",
        "addtional_rationale1": "Moreover, we found multiple Italian-language articles on the topic.",
        "addtional_rationale2": "On Jan. 10, 2023, ANSA (Agenzia Nazionale Stampa Associata), the leading news agency in Italy, reported that over 100 people were identified for \"Acca Larentia Fascist salutes.\""
    },
    "summary_rationales": {
        "synthesized_rationale": "The 'True' rating for the claim that a viral video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024 is supported by multiple sources verifying the authenticity of the video, including reports from The Guardian, the BBC, Italian newspapers, and ANSA. The video captured participants outside the former headquarters of the Italian Social Movement commemorating the Acca Larentia massacre, with specific details such as the rally's purpose, the historical background, the event's context, and the subsequent identification of over 100 individuals participating in the salutes. The convergence of evidence from various reputable sources confirms the accuracy of the claim.",
        "detailed_reasons": {
            "reason1": "The video's authenticity is established through reports from credible sources like The Guardian and the BBC, confirming the existence of the footage and its context outside the former headquarters of the Italian Social Movement.",
            "reason2": "Details within the paragraphs such as the specific historical event being commemorated (the Acca Larentia massacre) and the purpose of the rally provide additional context supporting the claim's accuracy.",
            "reason3": "The identification of over 100 individuals for participating in the Fascist salutes as reported by ANSA further corroborates the veracity of the claim, demonstrating a tangible outcome directly linked to the event captured in the video."
        }
    },
    "evidences": {
        "num_of_evidence": 5,
        "evidence1": [
            "hundreds make fascist salute in rome outside former headquarters of the italian social movement\nin 2024, not 1934pic.twitter.com/k2TJfgbUYz\n— ian bremmer (@ianbremmer) January 9, 2024",
            [
                "https://t.co/k2TJfgbUYz",
                "https://twitter.com/ianbremmer/status/1744788955860541923?ref_src=twsrc%5Etfw"
            ]
        ],
        "evidence2": [
            "Italian Prime Minister Giorgia Meloni is being urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes during a rally in Rome on Sunday night.\nThey were taking part in an annual commemoration for three far-right activists who were killed in the 1970s, allegedly by far-left militants.\nBut a video shared on social media has thrust the event into the spotlight.\nIn it, rows of black-clad men can be seen extending their right arms.\nThey are also heard shouting \"Present!\", in response to the rallying cry \"For all fallen comrades!\" - a slogan typical of the Italian far-right.",
            []
        ],
        "evidence3": [
            "The image is striking: hundreds of outstretched arms rising upward when the \"present\" is called. Roman greetings in front of the former MSI headquarters in Via Acca Larentia, Rome, to commemorate three young Fronte della Gioventù members killed there in front 46 years ago, Franco Bigonzetti, Francesco Ciavatta and Stefano Recchioni, the first two by a far-left commando, the third in the clashes that followed between far-right youths and police forces.",
            []
        ],
        "evidence4": [
            "The video with the Roman salutes\nAttention is asked and then three times, to the words \"for all fallen comrades,\" the response in chorus is \"present.\" The \"black formation\" and Roman salutes, in videos on social media, strike and provoke reactions.",
            []
        ],
        "evidence5": [
            "Far-right groups from many parts of the country took part in the commemoration and the Rome branch of the DIGOS special security and political police unit is working with police in several cities to identify other people involved during the event outside the former headquarters of the neo-Fascist Italian Social Movement (MSI) in Via Acca Larentia.",
            []
        ]
    },
    "relationship_with_evidence": [
        {
            "main_rationale, evidence1": "The evidence directly supports the main rationale provided for the claim. The video mentioned in the evidence matches the description of the authentic video captured outside the former headquarters of the Italian Social Movement as reported by The Guardian. This direct correlation confirms the authenticity of the claim that the video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024."
        },
        {
            "reason3, evidence1": "The evidence directly supports reason3 by confirming the identification of over 100 individuals participating in the Fascist salutes outside the former headquarters of the Italian Social Movement, thus corroborating the veracity of the claim. The article specifically mentions that ANSA reported that over 100 people were identified for 'Acca Larentia Fascist salutes' on the same event captured in the video, directly aligning with the rationale highlighting the tangible outcome linked to the captured event."
        },
        {
            "main_rationale,evidence2": "The evidence directly supports the main rationale provided for the fact-checking claim. The evidence describes the same event as the claim, confirming that Italian Prime Minister Giorgia Meloni is urged to ban neo-fascist groups after hundreds of men were seen giving fascist salutes in Rome, which aligns with the authenticity of the video and the location details mentioned in the main rationale. The evidence clearly relates to the claim of hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024."
        },
        {
            "reason3, evidence2": "The evidence directly supports reason3 of the fact-checking rationale. The article mentions that over 100 people were identified for participating in the Fascist salutes, which aligns with the specific detail mentioned in reason3 about the identification of individuals for engaging in the salutes. This direct correlation between the evidence and reason3 reinforces the authenticity and accuracy of the claim regarding the viral video showing people performing Fascist salutes in Rome."
        },
        {
            "main_rationale, evidence3": "The evidence directly supports the main rationale provided. The video captured outside the former headquarters of the neo-fascist Italian Social Movement aligns with the description in the evidence where hundreds of people were seen performing Fascist salutes in Rome. This direct connection confirms the authenticity of the video and the event depicted, as reported by The Guardian on Jan. 8, 2024."
        },
        {
            "reason3, evidence3": "The evidence directly supports reason3 by confirming the identification of over 100 individuals participating in the Fascist salutes as reported by ANSA. This confirms a tangible outcome closely linked to the event captured in the video, thereby corroborating the veracity of the claim."
        },
        {
            "main_rationale, evidence4": "The evidence matches the main rationale provided. The video with the Roman salutes corresponds directly to the claim that a viral video showed hundreds of people performing a Fascist salute in Rome on Jan. 7, 2024. The video captured outside the former headquarters of the neo-fascist Italian Social Movement, as reported by The Guardian, aligns with the content of the evidence where individuals can be seen performing Fascist salutes and chanting in commemoration."
        },
        {
            "reason3, evidence4": "The evidence, which is the video capturing the Roman salutes outside the former headquarters of the Italian Social Movement, directly supports reason3 from the fact-checking rationale. Reason3 states that the identification of over 100 individuals participating in the Fascist salutes as reported by ANSA corroborates the veracity of the claim, demonstrating a tangible outcome directly linked to the event captured in the video. The video being authentic and showing the participants performing the salutes aligns closely with the specifics mentioned in reason3, thereby establishing a direct relationship between the evidence and this rationale."
        },
        {
            "main_rationale, evidence5": "The evidence provided directly supports the main rationale associated with the claim. The information in the evidence aligns with the fact that the video was indeed captured outside the former headquarters of the neo-fascist Italian Social Movement, as reported by The Guardian. This direct relationship confirms the authenticity of the video and the event as described in the claim and rationale."
        },
        {
            "reason3, evidence5": "The evidence directly supports 'reason3' from the combined claim and rationale. The article mentions that over 100 individuals were identified for participating in the Fascist salutes at the event captured in the video. This aligns perfectly with reason3, which states that the identification of over 100 individuals participating in the Fascist salutes as reported by ANSA further corroborates the veracity of the claim."
        }
    ],
    "other": {
        "iframe_video_links": []
    }
}